{
  "privateTitle": "GCE 2019",
  "publicTitle": "Past GCE 4",
  "numberOfQuestions": 50,
  "numberOfSections": 6,
  "sections": [
    {
      "title": "Section I",
      "numberOfQuestions": 7,
      "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
      "questions": [
        {
          "questionNumber": "1",
          "question": "Where does a new branch develop in a plant?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Node.",
            "Axil.",
            "Apex.",
            "Internode."
          ],
          "wordAnswer": "Node.",
          "explanation": "'Node' is correct because a new branch in a plant develops from a node. A node is the point on a stem where leaves, branches, or flowers originate. It is a region of active cell division and growth. \n\nIn contrast, the other options are incorrect because they do not represent the location where a new branch develops. \n\tThe option 'Axil' refers to the angle between a leaf and stem where a bud may be found, but it is not the specific location where a new branch develops. \n\tThe option 'Apex' refers to the tip of a stem, which is not where a new branch develops. \n\tThe option 'Internode' refers to the region between two nodes, which does not represent the location of branch development."
        },
        {
          "questionNumber": "2",
          "question": "Pseudopodia in amoeba help in;",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Osmoregulation.",
            "Reproduction.",
            "Gaseous exchange.",
            "Feeding."
          ],
          "wordAnswer": "Feeding.",
          "explanation": "'Feeding.' is correct because pseudopodia in amoeba are temporary extensions of the cell membrane and cytoplasm that help the organism capture and engulf food particles. Amoebas use pseudopodia to surround and engulf their prey through a process called phagocytosis. \n\nIn contrast, the other options are incorrect because they do not represent the function of pseudopodia. \n\t'Osmoregulation' refers to the regulation of water and solute concentrations, which is not related to pseudopodia. \n\t'Reproduction' is the process of producing offspring, which is not related to pseudopodia. \n\t'Gaseous exchange' refers to the exchange of gases like oxygen and carbon dioxide, which is not related to the function of pseudopodia."
        },
        {
          "questionNumber": "3",
          "question": "The place where an organism lives.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Environment.",
            "Community.",
            "Ecosystem.",
            "Habitat."
          ],
          "wordAnswer": "Habitat.",
          "explanation": "'Habitat' is correct because it refers to the specific place or environment where an organism lives and meets its basic needs, such as food, water, shelter, and mates. \n\nIn contrast, the other options are incorrect because they do not represent the concept of the place where an organism lives. \n'Environment' refers to the surroundings or conditions in which an organism exists, including both living and non-living factors. \n'Community' refers to the interacting populations of different species in a specific area. \n'Ecosystem' refers to a community of organisms interacting with each other and their physical environment."
        },
        {
          "questionNumber": "4",
          "question": "A food sample was tested with Benedict's solution and a brick-red precipitate was observed. The food sample contained;",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Reducing sugar.",
            "Proteins.",
            "Lipids.",
            "Starch."
          ],
          "wordAnswer": "Reducing sugar.",
          "explanation": "'Reducing sugar' is correct because the formation of a brick-red precipitate when tested with Benedict's solution indicates the presence of reducing sugars. Reducing sugars are a type of sugar that can donate electrons to other substances, causing a chemical reaction with Benedict's solution."
        },
            {
          "questionNumber": "5",
          "question": "The gas produced during photosynthesis is tested using",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Soda lime.",
            "Anhydrous Copper II Sulphate.",
            "A glowing splint.",
            "Lime water."
          ],
          "wordAnswer": "A glowing splint.",
          "explanation": "'A glowing splint.' is correct answer. During photosynthesis, plants produce oxygen gas as a byproduct. When a glowing splint is introduced to the gas produced, it relights or glows more brightly due to the presence of oxygen. \n\nIn contrast, the other options are incorrect because they do not test for the gas produced during photosynthesis. \n'Soda lime' is used to absorb carbon dioxide, not test for oxygen. \n'Anhydrous Copper II Sulphate' is used to test for the presence of water vapor, not the gas produced during photosynthesis. \n'Lime water' is used to test for the presence of carbon dioxide, not oxygen."
        },
        {
          "questionNumber": "6",
          "question": "Which of the following is a correct composition of glomerular filtrate?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Urea, salts, RBCs, glucose.",
            "Urea, salts, glucose, water.",
            "Urea, fibrinogen, water, glucose.",
            "Urea, water, RBCs, salts."
          ],
          "wordAnswer": "Urea, salts, glucose, water.",
          "explanation": "'Urea, salts, glucose, water.' is correct. Glomerular filtrate, which is the initial filtrate formed in the kidneys, contains waste products like urea, essential salts, glucose, and water. Urea is a waste product of protein metabolism, salts are essential for maintaining electrolyte balance, glucose is filtered from the blood for energy, and water is filtered to maintain proper hydration. \n\nIn contrast, the other options are incorrect because they do not represent the correct composition of glomerular filtrate. They either include incorrect components or omit essential components of glomerular filtrate."
        },
        {
          "questionNumber": "7",
          "question": "During overheating of the human body, there is",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Shivering.",
            "Vaso-dilation.",
            "Vaso-constriction.",
            "Increased metabolism."
          ],
          "wordAnswer": "Vaso-dilation.",
          "explanation": "The wordAnswer 'Vaso-dilation.' is correct. During overheating of the human body, the blood vessels near the skin surface dilate (widen). This dilation allows more blood to flow near the skin surface, promoting heat loss through radiation and convection. It helps to cool down the body. \n\nIn contrast, the other options are incorrect because they do not represent the response to overheating. \n'Shivering' is a response to feeling cold, not overheating. \n'Vaso-constriction' refers to narrowing of blood vessels to conserve heat, which is the opposite of what happens during overheating."
        }
      ]
    },
    {
      "title": "Section II",
      "numberOfQuestions": 13,
      "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
      "questions": [
        {
          "questionNumber": "8",
          "question": "The diagram below is that of the yeast cell. The structure numbered 2 is the",
          "image": "yeast_cell_june_2019.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Nucleus.",
            "Food vacuole.",
            "Air bubble.",
            "Nuclear vacuole."
          ],
          "wordAnswer": "Nuclear vacuole.",
          "explanation": null
        },
        {
          "questionNumber": "9",
          "question": "The part of a flower which becomes the seed after fertilization is the",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Sepal.",
            "Petal.",
            "Ovule.",
            "Ovary."
          ],
          "wordAnswer": "Ovule.",
          "explanation": "'Ovule.' is correct. After fertilization in a flower, the ovule develops into a seed. The ovule is the female reproductive structure of the flower and contains the egg cell that gets fertilized by pollen during pollination. \n\nIn contrast, the other options are incorrect because: \nSepals are protective leaf-like structures that enclose the flower bud. Petals are usually brightly colored and attract pollinators but do not develop into seeds. \nOvary develops into the fruit, not the seed."
        },
        {
          "questionNumber": "10",
          "question": "Process 1 is promoted by",
          "image": "water_cycle_june_2019.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Heat from the sun.",
            "Humidity.",
            "Atmospheric pressure.",
            "Amount of water present in water bodies."
          ],
          "wordAnswer": "Heat from the sun.",
          "explanation": "'Heat from the sun.' is correct. In the water cycle, which involves the evaporation of water from water bodies, is primarily promoted by the heat energy from the sun. The sun's heat provides the energy needed to convert liquid water into water vapor. \n\nIn contrast, the other options are incorrect because they do not promote the process of evaporation. \n'Humidity' refers to the amount of moisture in the air and does not directly promote evaporation. \n'Atmospheric pressure' affects the boiling point of water but is not directly involved in evaporation. \n'Amount of water present in water bodies' is a consequence of the water cycle, not a factor that promotes evaporation."
        },
        {
          "questionNumber": "11",
          "question": "The following diagram shows the position of endocrine glands in the human body. The hormone secreted by structure 3 is called?",
          "image": "position_endocrine_glands_human_june_2019.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Thyroxine.",
            "Adrenaline.",
            "Progesterone.",
            "Testosterone."
          ],
          "wordAnswer": "Adrenaline.",
          "explanation": "The wordAnswer 'The hormone secreted by structure 3 in the diagram is adrenaline, also known as epinephrine. Adrenaline is produced by the adrenal glands, and it plays a key role in the body's response to stress or danger. It increases heart rate, dilates airways, and prepares the body for a fight-or-flight response. \n\nIn contrast, the other options are incorrect because they do not represent the hormone secreted by structure 3. \n'Thyroxine' is produced by the thyroid gland and regulates metabolism. \n'Progesterone' is produced by the ovaries and plays a role in the menstrual cycle and pregnancy. \n'Testosterone' is produced by the testes in males and is responsible for male sexual characteristics."
        },
            {
          "questionNumber": "12",
          "question": "The part of a leaf which attaches it to a stem is the",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Apex.",
            "Margin.",
            "Midrib.",
            "Petiole."
          ],
          "wordAnswer": "Petiole.",
          "explanation": "'Petiole.' is correct. The petiole acts as a connection between the leaf blade and the stem, allowing nutrients and water to flow between them. \n\nIn contrast, the other options are incorrect because: \n'Apex' refers to the tip of the leaf. \n'Margin' refers to the edge of the leaf. \n'Midrib' is the central vein running through the leaf."
        },
        {
          "questionNumber": "13",
          "question": "Which of the following brings about refraction in the eye?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Humours, ciliary muscles and lens.",
            "Humours, iris and lens.",
            "Cornea, pupil and humours.",
            "Lens, humours and cornea."
          ],
          "wordAnswer": "Lens, humours and cornea.",
          "explanation": "'Lens, humours and cornea.' is correct. Refraction is the bending of light as it passes through different media, and it is essential for focusing light onto the retina. In the eye, the cornea, lens, and the humours (aqueous and vitreous) work together to refract light and form a clear image on the retina. \n\nIn contrast, the other options are incorrect because: \n'Humours, ciliary muscles and lens' incorrectly includes the ciliary muscles, which are responsible for accommodation, not refraction. \n'Humours, iris and lens' incorrectly includes the iris, which controls the size of the pupil but does not directly contribute to refraction. \n'Cornea, pupil and humours' incorrectly includes the pupil which does not refract light."
        },
        {
          "questionNumber": "14",
          "question": "The seed below was attached to the ovary wall at the",
          "image": "seed_june_2019.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Testa.",
            "Hilium.",
            "Radicle.",
            "Micropyle."
          ],
          "wordAnswer": "Hilium.",
          "explanation": "'Hilium.' is correct. The hilum is the scar on the seed where it was connected to the ovary and received nutrients. \n\nIn contrast, the other options are incorrect because: \n'Testa' refers to the seed coat, which is the outer protective covering of the seed. \n'Radicle' refers to the embryonic root of the seed. \n'Micropyle' refers to a small opening in the seed coat that allows water and gases to enter during germination."
        },
        {
          "questionNumber": "15",
          "question": "It relaxes when the arm is stretched.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Biceps.",
            "Triceps.",
            "Tendons.",
            "Ligament."
          ],
          "wordAnswer": "Biceps.",
          "explanation": "'Biceps.' is correct because the biceps muscle is responsible for flexing the arm at the elbow joint. When the arm is stretched, the biceps muscle relaxes to allow extension of the arm. \n\nIn contrast, the other options are incorrect because: \n'Triceps' is the muscle that extends the arm at the elbow joint. \n'Tendons' are connective tissues that attach muscles to bones, but they do not relax or contract. \n'Ligament' is a connective tissue that connects bones to other bones and provides stability to joints. Ligaments do not relax or contract"
        },
            {
          "questionNumber": "16",
          "question": "The pollen tube grows and passes through the",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Style.",
            "Receptacle.",
            "Anther.",
            "Filament."
          ],
          "wordAnswer": "Style.",
          "explanation": "'Style.' is correct. The style is a long, slender structure that connects the stigma (where pollen lands) to the ovary (where fertilization occurs). It provides a pathway for the pollen tube to transport the male gametes to the ovules. \n\nIn contrast, the other options are incorrect because: \n'Receptacle' refers to the enlarged part of the flower's stem where the floral organs are attached. \n'Anther' is the part of the flower that produces pollen. \n'Filament' is the slender stalk that supports the anther."
        },
        {
          "questionNumber": "17",
          "question": "The diagram below shows the cross section of a dicotyledonous stem. Which of the numbered structures transport organic food?",
          "image": "section_dicot_stem_june_2019.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "1",
            "2",
            "3",
            "4"
          ],
          "wordAnswer": "2",
          "explanation": "'2' is correct. The structure labeled '2' in the diagram is the phloem, which is responsible for transporting organic food (such as sugars) throughout the plant. The phloem consists of specialized cells called sieve elements that form sieve tubes to facilitate the movement of food. \n\nIn contrast, the other options are incorrect because they do not represent the structure responsible for transporting organic food. \n'1' represents the epidermis, which provides a protective covering on the external parts of a plant. \n'3' represents the cambium, which helps in secondary growth or increase in thickness of the plant. \n'4' represents the xylem, which conducts water and mineral salts from the roots to the leaves."
        },
        {
          "questionNumber": "18",
          "question": "The structure in a virus controlling cell activities is?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Hollow core.",
            "Tail sheath.",
            "Genetic material.",
            "Protein coat."
          ],
          "wordAnswer": "Genetic material.",
          "explanation": "'Genetic material.' is correct. The genetic material (either DNA or RNA) is the structure in a virus that controls cell activities. Viruses are infectious agents that depend on host cells to reproduce, and they hijack the cellular machinery of the host to replicate their genetic material and produce new virus particles. \n\nIn contrast, the other options are incorrect because: \n'Hollow core' refers to the empty space inside the virus particle. \n'Tail sheath' is a structure found in some bacteriophages (viruses that infect bacteria) and is not present in all viruses. \n'Protein coat' (also known as the capsid) is the outer protective layer of the virus."
        },
        {
          "questionNumber": "19",
          "question": "Which of the following structures carry deoxygenated blood?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Left atrium.",
            "Left ventricle.",
            "Pulmonary vein.",
            "Pulmonary artery."
          ],
          "wordAnswer": "Pulmonary artery.",
          "explanation": "The wordAnswer 'The pulmonary artery carries deoxygenated blood from the heart to the lungs for oxygenation. It is the only artery in the body that carries deoxygenated blood. \n\nIn contrast, the other options are incorrect because: \n'Left atrium' receives oxygenated blood from the lungs via the pulmonary veins. \n'Left ventricle' pumps oxygenated blood to the rest of the body through the aorta. \n'Pulmonary vein' carries oxygenated blood from the lungs to the heart."
        },
            {
          "questionNumber": "20",
          "question": "Urine is expelled from the body of a mammal through the",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Urethra.",
            "Collecting duct.",
            "Renal tubule.",
            "Ureter."
          ],
          "wordAnswer": "Urethra.",
          "explanation": "The urethra is the structure through which urine is expelled from the body of a mammal. The urethra is a tube that connects the urinary bladder to the external opening of the body, allowing urine to pass out of the body during urination. \n\nIn contrast, the other options are incorrect because they do not represent the structure responsible for expelling urine. \n'Collecting duct' is a part of the kidney nephron responsible for reabsorbing water and concentrating urine. \n'Renal tubule' is also a part of the nephron involved in the filtration and reabsorption processes. \n'Ureter' is a tube that transports urine from the kidneys to the urinary bladder."
        }
      ]
    },
    {
      "title": "Section III",
      "numberOfQuestions": 5,
      "directions": "Each question consists of three responses. \nOne or more of the response(s) is or are correct. \nSelect: \nA. If 1, 2 and 3 are all correct. \nB. If 1 and 2 only are correct. \nC. If 2 and 3 only are correct. \nD. If 1 only is correct.",
      "questions": [
        {
          "questionNumber": "21",
          "question": "In a food web,",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "There are many food chains.",
            "Each organism has a single food source.",
            "The producers are aquatic plants."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1 only is correct",
          "explanation": "In a food web, only option 1, 'There are many food chains,' is correct. A food web consists of multiple interconnected food chains that show the flow of energy and nutrients between organisms. Each organism in a food web has multiple food sources, not just a single food source, as mentioned in option 2. \nAdditionally, option 3, 'The producers are aquatic plants,' is not necessarily true for all food webs. Producers can be aquatic plants, but they can also be terrestrial plants. \nTherefore, the correct answer is '1 only is correct'."

        },
        {
          "questionNumber": "22",
          "question": "Enzymes are",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Substrate specific.",
            "Protein in nature.",
            "Activated by very high temperature."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1 and 2 only are correct",
          "explanation": "Both option 1, 'Substrate specific,' and option 2, 'Protein in nature,' are correct. Enzymes are biological catalysts that speed up chemical reactions in living organisms. They are highly specific to the substrates they act upon, as mentioned in statement 1. Enzymes are also proteins in nature, as stated in statement 2. \nHowever, option 3, 'Activated by very high temperature,' is incorrect. Enzymes are typically activated and function optimally at specific temperature ranges, but very high temperatures can denature enzymes and render them ineffective. \nTherefore, the correct answer is '1 and 2 only are correct'."

        },
        {
          "questionNumber": "23",
          "question": "During photosynthesis, a plant",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Releases oxygen.",
            "Absorbs solar energy.",
            "Increases in weight."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1, 2 and 3 are all correct",
          "explanation": "All three options are correct. During photosynthesis, plants release oxygen (option 1), absorb solar energy through the process of capturing light energy using chlorophyll (option 2), and increase in weight as they convert carbon dioxide and water into glucose (option 3). Therefore, the correct answer is '1, 2 and 3 are all correct'."

        },
            {
          "questionNumber": "24",
          "question": "Deficiency disease(s)",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Malaria.",
            "Rickets.",
            "Scurvy."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "2 and 3 only are correct",
          "explanation": "2 and 3 only are correct' is the correct answer. \nRickets (option 2) is a deficiency disease caused by a lack of vitamin D, calcium, or phosphate. \nScurvy (option 3) is a deficiency disease caused by a lack of vitamin C. \nMalaria (option 1) is not a deficiency disease; it is a parasitic infection caused by the Plasmodium parasite transmitted through mosquito bites."

        },
        {
          "questionNumber": "25",
          "question": "Fixation of nitrogen can be achieved through the activities of",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Denitrifying bacteria.",
            "Lightning.",
            "Bacteria in root nodules of leguminous plants."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "2 and 3 only are correct",
          "explanation": "'Fixation of nitrogen can be achieved through the activities of options 2 and 3 only. \nLightning (option 2) can cause nitrogen fixation by converting atmospheric nitrogen into nitrogen oxides, which can then dissolve in rainwater and reach the soil. \nBacteria in the root nodules of leguminous plants (option 3) can also fix atmospheric nitrogen into a usable form for plants. \nDenitrifying bacteria (option 1) convert nitrates back into atmospheric nitrogen, reversing the process of nitrogen fixation. Therefore, option 1 is incorrect."

        }
      ]
    },
    {
      "title": "Section IV",
      "numberOfQuestions": 5,
      "directions": "Each question consists of a First and Second statements. \nChoose: \nA. If both statements are true and the second statement is a correct explanation of the first. \nB. If both statements are true and the second statement is not a correct explanation of the first. \nC. If the first statement is true and the second statement is false. \nD. If the first statement is false and the second statement is true.",
      "questions": [
        {
          "questionNumber": "26",
          "question": null,
          "image": null,
          "twoStatements": [
            "Animals store carbohydrate as glycogen.",
            "Plants store lipids as oils."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are true and the second statement is a correct explanation of the first.",
            "Both statements are true and the second statement is NOT a correct explanation of the first.",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "Both statements are true and the second statement is NOT a correct explanation of the first.",
          "explanation": "Both statements are true, but the second statement is not a correct explanation of the first statement. \nAnimals do store carbohydrate as glycogen, which is a form of stored glucose in their liver and muscles. \nPlants store lipids as fats in seeds and as oil in fruits."
        },
        {
          "questionNumber": "27",
          "question": null,
          "image": null,
          "twoStatements": [
            "Glucagon stimulates the conversion of glucose to glycogen.",
            "A rise in glucose level stimulates the release of insulin."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are true and the second statement is a correct explanation of the first.",
            "Both statements are true and the second statement is NOT a correct explanation of the first.",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "First statement is False. Second statement is True",
          "explanation": "The first statement is false. Glucagon actually stimulates the conversion of glycogen to glucose, not the other way around. Glucagon is a hormone released by the pancreas that acts to increase blood glucose levels. It promotes the breakdown of glycogen into glucose in the liver, which leads to an increase in blood glucose levels. \nThe second statement is true. A rise in glucose level stimulates the release of insulin, which is also produced by the pancreas. Insulin helps to lower blood glucose levels by promoting the uptake of glucose by cells and the storage of excess glucose as glycogen. \nTherefore, the correct answer is 'First statement is False. Second statement is True.'"
        },
        {
          "questionNumber": "28",
          "question": null,
          "image": null,
          "twoStatements": [
            "Water is absorbed from the soil by osmosis.",
            "The phloem tissue transports water and mineral salts."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are true and the second statement is a correct explanation of the first.",
            "Both statements are true and the second statement is NOT a correct explanation of the first.",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "First statement is True. Second statement is False",
          "explanation": "The first statement is true. Water is absorbed from the soil by plant roots through a process called osmosis. Osmosis is the movement of water molecules from an area of lower solute concentration (in this case, the soil) to an area of higher solute concentration (inside the root cells). \nThe second statement is false. The phloem tissue is responsible for transporting sugars (such as glucose) produced during photosynthesis from the leaves to other parts of the plant, but it does not transport water and mineral salts. The xylem tissue, on the other hand, is responsible for transporting water and mineral salts from the roots to the rest of the plant. Therefore, the correct answer is 'First statement is True. Second statement is False.'"
        },
            {
          "questionNumber": "29",
          "question": null,
          "image": null,
          "twoStatements": [
            "The testes hang outside the bodies of male mammals.",
            "Testes need a slightly lower temperature for the production of viable sperm."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are true and the second statement is a correct explanation of the first.",
            "Both statements are true and the second statement is NOT a correct explanation of the first.",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "Both statements are true and the second statement is a correct explanation of the first.",
          "explanation": "Both statements are true, and the second statement is a correct explanation of the first statement. \nThe testes hang outside the bodies of male mammals, which is an adaptation that helps regulate their temperature. \nTestes need a slightly lower temperature than the body's core temperature for the production of viable sperm. \nBy hanging outside the body, the testes are exposed to a cooler environment, which is essential for sperm development. Therefore, the correct answer is 'Both statements are true and the second statement is a correct explanation of the first.'"

        },
        {
          "questionNumber": "30",
          "question": null,
          "image": null,
          "twoStatements": [
            "Multicellular organisms require a transport system.",
            "Substances are transported over long distances in multicellular organisms."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are true and the second statement is a correct explanation of the first.",
            "Both statements are true and the second statement is NOT a correct explanation of the first.",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "Both statements are true and the second statement is a correct explanation of the first.",
          "explanation": "Both statements are true, and the second statement is a correct explanation of the first statement. \nMulticellular organisms require a transport system to distribute essential substances like nutrients, hormones, and oxygen to different parts of their bodies. \nThe second statement correctly explains that substances are transported over long distances in multicellular organisms. This transportation is facilitated by specialized structures like blood vessels, xylem, and phloem, depending on the organism. These structures allow for the efficient transport of substances to cells that are located far from the original source. Therefore, the correct answer is 'Both statements are true and the second statement is a correct explanation of the first.'"

        }
      ]
    },
    {
      "title": "Section V",
      "numberOfQuestions": 10,
      "directions": "Each question consists of four lettered headings A, B, C and D. \nSelect the heading which is closely related to the description.",
      "questions": [
        {
          "questionNumber": "31",
          "question": "An enzyme used to cut DNA in genetic engineering.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Ligase.",
            "Lipase.",
            "Restriction enzyme.",
            "Enterokinase."
          ],
          "wordAnswer": "Restriction enzyme.",
          "explanation": "'Restriction enzyme' is the enzyme commonly used in genetic engineering to cut DNA. Restriction enzymes recognize specific DNA sequences and cleave the DNA at those sites, allowing scientists to manipulate and modify DNA fragments. \n\nIn contrast, the other options are incorrect. \n'Ligase' is an enzyme that joins DNA fragments together. \n'Lipase' is an enzyme that breaks down lipids. \n'Enterokinase' is an enzyme involved in activating other digestive enzymes."
        },
        {
          "questionNumber": "32",
          "question": "Contains many cell bodies.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Neuron.",
            "Ganglion.",
            "Synapse.",
            "Dendron."
          ],
          "wordAnswer": "Ganglion.",
          "explanation": "A ganglion is a structure that contains many cell bodies of neurons. Ganglia are clusters of nerve cell bodies located outside the central nervous system. They play a role in processing and integrating sensory information. \n\nIn contrast, the other options are incorrect. \n'Neuron' is a single nerve cell. \n'Synapse' is the junction between two neurons where signals are transmitted. \n'Dendron' is a term used to describe the branching extensions of a neuron."
        },
        {
          "questionNumber": "33",
          "question": "Outward expression of genes.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Genotype.",
            "Heterozygous.",
            "Homozygous.",
            "Phenotype."
          ],
          "wordAnswer": "Phenotype.",
          "explanation": "Phenotype refers to the observable characteristics or traits of an organism, which are determined by the expression of its genes. \n\nIn contrast, the other options are incorrect. \n'Genotype' refers to the genetic makeup of an organism. \n'Heterozygous' and 'Homozygous' describe the types of genetic combinations for a particular gene."
        },
        {
          "questionNumber": "34",
          "question": "Release nutrients into the environment.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Decomposers.",
            "Scavengers.",
            "Carnivores.",
            "Herbivores."
          ],
          "wordAnswer": "Decomposers.",
          "explanation": "Decomposers are organisms that break down dead organic matter and release nutrients back into the environment. Decomposers play a vital role in the recycling of nutrients in ecosystems. They break down complex organic compounds into simpler forms that can be used by other organisms. \n\nIn contrast, the other options are incorrect. \n'Scavengers' are organisms that feed on dead animals. \n'Carnivores' are organisms that primarily consume meat. \n'Herbivores' are organisms that primarily consume plants."
        },
            {
          "questionNumber": "35",
          "question": "More in inspired air than in expired air.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Oxygen.",
            "Nitrogen.",
            "Water vapour.",
            "Carbon dioxide."
          ],
          "wordAnswer": "Oxygen.",
          "explanation": "Inspired air contains a higher concentration of oxygen compared to expired air. Oxygen is an essential component for respiration and is taken in during inhalation. \n\nIn contrast, the other options are incorrect. \n'Nitrogen' makes up the majority of the air we breathe, but its concentration remains relatively constant. \n'Water vapour' is the moisture present in the air. \n'Carbon dioxide' is a waste product of cellular respiration that is expelled during exhalation. Its concentration is more in expired air than in inspired air."
        },
        {
          "questionNumber": "36",
          "question": "Produced during fright.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Insulin.",
            "Glucagon.",
            "Thyroxine.",
            "Adrenaline."
          ],
          "wordAnswer": "Adrenaline.",
          "explanation": "Adrenaline is the hormone that is released during the fight-or-flight response, which can be triggered by fear or excitement. Adrenaline prepares the body for a physical response by increasing heart rate, dilating blood vessels, and releasing glucose into the bloodstream. \n\nIn contrast, the other options are incorrect. \n'Insulin' and 'Glucagon' are hormones involved in regulating blood sugar levels. \n'Thyroxine' is a hormone produced by the thyroid gland that regulates metabolism."
        },
        {
          "questionNumber": "37",
          "question": "It is produced during anaerobic respiration in mammals.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Carbon monoxide.",
            "Ethanol.",
            "Lactic acid.",
            "Water."
          ],
          "wordAnswer": "Lactic acid.",
          "explanation": "Lactic acid is a byproduct of anaerobic respiration in mammals. When the body cannot supply enough oxygen to meet the energy demands of the cells, anaerobic respiration occurs, leading to the production of lactic acid. Lactic acid can build up in muscles during intense exercise, causing fatigue and muscle soreness. \n\nIn contrast, the other options are incorrect. \n'Carbon monoxide' is a toxic gas. \n'Ethanol' is produced during fermentation (anaerobic respiration) in yeasts and plants. \n'Water' is a product of aerobic respiration not anaerobic respiration."
        },
        {
          "questionNumber": "38",
          "question": "A constituent of protein.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Magnesium.",
            "Potassium.",
            "Calcium.",
            "Nitrogen."
          ],
          "wordAnswer": "Nitrogen.",
          "explanation": "Nitrogen is an essential constituent of proteins. Proteins are made up of amino acids, and nitrogen is a component of amino acids. Nitrogen is incorporated into proteins during protein synthesis. \n\nIn contrast, the other options are incorrect. 'Magnesium,' 'Potassium,' and 'Calcium' are minerals that play important roles in various cellular processes, but they are not constituents of proteins."
        },
            {
          "questionNumber": "39",
          "question": "Indicates the presence of starch when iodine is dropped on a piece of cocoyam.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Light green.",
            "Pink.",
            "Dark blue.",
            "Brown."
          ],
          "wordAnswer": "Dark blue.",
          "explanation": "When iodine is dropped on a piece of cocoyam, it reacts with starch to form a dark blue or black color. This color change is a characteristic reaction that indicates the presence of starch. \n\nIn contrast, the other options are incorrect. \n'Light green' is not a typical color reaction for the iodine-starch test. 'Pink' and 'Brown' are also not indicative of the presence of starch."
        },
        {
          "questionNumber": "40",
          "question": "Conversion of water vapour into water.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Precipitation.",
            "Evaporation.",
            "Melting.",
            "Condensation."
          ],
          "wordAnswer": "Condensation.",
          "explanation": "Condensation refers to the process of water vapor turning into liquid water. Condensation occurs when warm, moist air cools down, causing the water vapor to condense and form droplets. This process is responsible for the formation of clouds, dew, and fog. \n\nIn contrast, the other options are incorrect. \n'Precipitation' refers to any form of water falling from the atmosphere, including rain, snow, sleet, or hail. \n'Evaporation' is the process of liquid water turning into water vapor. \n'Melting' is the process of a solid substance turning into a liquid."
        }
      ]
    },
    {
      "title": "Section VI",
      "numberOfQuestions": 10,
      "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
      "questions": [
        {
          "questionNumber": "41",
          "question": "When a red blood cell was allowed in tap water for 30 minutes, it got burst. This is due to;",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Turgidity.",
            "Haemolysis.",
            "Plasmolysis.",
            "Osmosis."
          ],
          "wordAnswer": "Osmosis.",
          "explanation": "'Osmosis.' is correct because when a red blood cell is placed in tap water, water molecules move from an area of lower solute concentration (outside the cell) to an area of higher solute concentration (inside the cell) in an attempt to achieve equilibrium. This influx of water into the red blood cell causes it to swell and eventually burst. \n\nOn the other hand, the other options are incorrect. \n'Turgidity' refers to the state of being swollen and firm due to the absorption of water, which is not the case here. \n'Haemolysis' specifically refers to the bursting or destruction of red blood cells. \n'Plasmolysis' is the shrinking of the cytoplasm of a plant cell due to water loss."
        },
        {
          "questionNumber": "42",
          "question": "To carry out an experiment on photosynthesis, a potted plant was kept in the dark for 24 hours. This was to;",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Stop all chemical reactions in the plant.",
            "Allow more starch to be produced.",
            "Allow the plant use up all available starch.",
            "Avoid water loss."
          ],
          "wordAnswer": "Allow the plant use up all available starch.",
          "explanation": "When a potted plant is kept in the dark for 24 hours, it is deprived of light, which is necessary for photosynthesis. Without light, the plant cannot produce glucose through photosynthesis, and it starts to utilize the stored starch as an energy source to sustain its metabolic activities. This process allows the plant to use up all the available starch before the start of the experiment such that, any starch detected at the end of the experiment should be that produced during the experiment and not before the experiment"
        },
        {
          "questionNumber": "43",
          "question": "The setup below was used to carry out an experiment in photosynthesis. Which of the following was a true observation?",
          "image": "experiment_photosynthesis_june_2019.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Level of water in test tube rising.",
            "Gas bubbles rising in the test tube.",
            "Pond water becoming milky.",
            "Level of water in beaker rising."
          ],
          "wordAnswer": "Gas bubbles rising in the test tube.",
          "explanation": "'Gas bubbles rising in the test tube.' is correct. The plant in the setup is Elodea(an aquatic plant). This setup allows for the process of photosynthesis to be investigated. The observation of gas bubbles rising in the test tube indicates that oxygen is being produced as a byproduct of photosynthesis by the aquatic plant when exposed to sunlight."
        },
        {
          "questionNumber": "44",
          "question": "In a experiment to show that heat energy is produced during respiration, soaked bean seeds were rinsed in a disinfectant before dividing them into two groups. Why were the seeds rinsed in a disinfectant?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "To stimulate germination.",
            "To activate enzymes.",
            "To kill the seeds.",
            "To prevent growth of micro-organisms."
          ],
          "wordAnswer": "To prevent growth of micro-organisms.",
          "explanation": "The rinsing of the soaked bean seeds in a disinfectant serves the purpose of sterilizing the seeds and preventing the growth of unwanted micro-organisms. This ensures that any heat energy produced during respiration is solely due to the metabolic activity of the seeds and not influenced by external factors. \n\nIn contrast, the other options are incorrect. \n'To stimulate germination' is not the primary reason for rinsing the seeds in a disinfectant. \n'To activate enzymes' is not the intended purpose of the disinfectant. \n'To kill the seeds' would defeat the purpose of the experiment as it aims to study the respiration process in live seeds."
        },
            {
          "questionNumber": "45",
          "question": "The following is a food chain. Grass-->Grasshopper-->Bird-->Dog. In which organism is energy most likely to be abundant?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Maize plant.",
            "Dogs",
            "Grasshopper.",
            "Bird."
          ],
          "wordAnswer": "Maize plant.",
          "explanation": "The energy in a food chain is transferred from one organism to another. In this case, the energy is most likely to be abundant in the Maize plant because it is the primary producer in the food chain. Primary producers, such as plants, have the highest energy content because they convert sunlight into energy through photosynthesis. \n\nOn the other hand, the other options (Dogs, Grasshopper, and Bird) are all consumers in the food chain and obtain their energy by consuming other organisms. Therefore, their energy content is lower compared to the Maize plant."
        },
        {
          "questionNumber": "46",
          "question": "Given that all other factors are available, which of these graphs show the effect of light intensity on the rate of photosynthesis?",
          "image": "graph_factors_affecting_photosynthesis_june_2019.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "A.",
            "B.",
            "C.",
            "D."
          ],
          "wordAnswer": "C.",
          "explanation": "Graph C most likely shows the effect of light intensity on the rate of photosynthesis. As light intensity increases, the rate of photosynthesis also increases until it reaches a certain point where it plateaus."
        },
        {
          "questionNumber": "47",
          "question": "The table below shows equal quantities of four food samples in (g). Which food sample is best for body building?",
          "image": "table_food_samples_june_2019.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "X",
            "W",
            "T",
            "Y"
          ],
          "wordAnswer": "X",
          "explanation": "Food sample X is best for body building because it has the highest protein content (7g). Proteins are essential for building and repairing tissues in the body, including muscles. Carbohydrates and lipids are also important for energy, but for body building specifically, a higher protein content is desired. The other options (W, T, and Y) have lower protein content, making them less suitable for body building."
        },
        {
          "questionNumber": "48",
          "question": "Sickle cell anemia is caused by a recessive gene. What is the probability that two heterozygous parents produce a child with sickle cell?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "1/4",
            "1/2",
            "3/4",
            "1"
          ],
          "wordAnswer": "1/4",
          "explanation": "The probability that two heterozygous parents (carriers of the sickle cell trait) produce a child with sickle cell anemia is 1/4 or 25%. In this case, both parents have one copy of the normal gene (S) and one copy of the sickle cell gene (s). The possible combinations of their genes are SS, Ss, Ss, and ss. Out of these combinations, only one results in a child with sickle cell anemia (ss). Therefore, the probability is 1/4 or 25%."
        },
            {
          "questionNumber": "49",
          "question": "As a measure to control malaria, oil is sprayed on standing water. This is",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Prevent the adult mosquito from flying.",
            "To kill mosquito larvae.",
            "To prevent mosquitoes from laying eggs.",
            "To eliminate the adult mosquito."
          ],
          "wordAnswer": "To kill mosquito larvae.",
          "explanation": "Oil is sprayed on standing water to kill mosquito larvae. When oil is applied to the water surface, it forms a thin film that suffocates the mosquito larvae, preventing them from breathing. This helps in controlling the mosquito population by reducing their breeding sites. \n\nThe other options (Prevent the adult mosquito from flying, To prevent mosquitoes from laying eggs, To eliminate the adult mosquito) are incorrect because oil does not directly affect the adult mosquitoes or their ability to fly. It primarily targets the larvae stage of mosquitoes."
        },
        {
          "questionNumber": "50",
          "question": "A laboratory blood test showed that a child was anaemic. Which of the following foods is advisable to include in the child's diet?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Mango.",
            "Cocoyam.",
            "Green vegetable.",
            "Bean."
          ],
          "wordAnswer": "Green vegetable.",
          "explanation": "Including green vegetables in the child's diet is advisable to address anaemia. Green vegetables, such as spinach, broccoli, are rich sources of iron, which is essential for the production of red blood cells. Anaemia is often caused by a deficiency of iron in the body, so consuming iron-rich foods can help improve the child's condition. \n\nThe other options (Mango, Cocoyam, Bean) may have nutritional benefits but are not specifically known for their high iron content compared to green vegetables."
        }
      ]
    }
  ]
}