{
  "privateTitle": "GCE 2016",
  "publicTitle": "Past GCE 9",
  "numberOfQuestions": 50,
  "numberOfSections": 6,
  "sections": [
    {
      "title": "Section I",
      "numberOfQuestions": 7,
      "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
      "questions": [
        {
          "questionNumber": "1",
          "question": "Which of the following atmospheric conditions would increase the rate of water loss in a plant?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Windy, cold and damp",
            "Windy, hot and dry",
            "Hot, windy and damp",
            "Damp, hot and no wind"
          ],
          "wordAnswer": "Windy, hot and dry",
          "explanation": "Windy, hot and dry conditions would increase the rate of transpiration. Windy conditions ensure that water vapour is carried away faster before the air can become saturated with water vapour. This increasing the rate of transpiration. Hot conditions causes rapid evaporation of water from the surfaces of the leaves, increasing the rate of transpiration. Dry conditions means less water in the atmosphere. This creates a steep diffusion gradient, increasing the rate of transpiration."
        },
        {
          "questionNumber": "2",
          "question": "Which of the following best describes a typical reptile?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Scaly, warm blooded and egg-laying",
            "Invertebrate, scaly and cold blooded",
            "Vertebrate, scaly and cold blooded",
            "Hairy, vertebrate and cold blooded"
          ],
          "wordAnswer": "Vertebrate, scaly and cold blooded",
          "explanation": "Reptiles are vertebrates, meaning they have a backbone, and they are cold-blooded, meaning they rely on external sources of heat to regulate their body temperature. They are also characterized by having scaly skin which provides protection against mechanical damage and reduce water loss by evaporation."
        },
        {
          "questionNumber": "3",
          "question": "A solution from crushed germinating beans was put in a test tube. Millon's reagent was added and the test tube was heated. Which of the following conclusions is correct?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "A blue coloration is observed.",
            "A purple coloration is observed.",
            "A red coloration is observed.",
            "No colour change."
          ],
          "wordAnswer": "A red coloration is observed.",
          "explanation": "Millon's reagent is used to test for the presence of proteins. Germinating beans is rich in proteins. When Millon's reagent is heated with crushed germinating beans, it produces a red coloration indicating the presence of proteins."
        },
        {
          "questionNumber": "4",
          "question": "Which of the following best describes blood in the pulmonary artery?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Deoxygenated, poor in food and under low pressure.",
            "Oxygenated, rich in food and under high pressure.",
            "Oxygenated, poor in food and under low pressure.",
            "Deoxygenated, rich in food and under high pressure."
          ],
          "wordAnswer": "Deoxygenated, poor in food and under low pressure.",
          "explanation": "Pulmonary artery carries deoxygenated blood from the right ventricle of the heart to the lungs for oxygenation. This blood is also low in nutrients, as it has delivered its nutrients to the body's tissues. Additionally, the pressure in the pulmonary artery is relatively low compared to other arteries."
        },
        {
          "questionNumber": "5",
          "question": "A shoot illuminated on one side will:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Bend to one side.",
            "Bend towards the light source.",
            "Look weak.",
            "Lack chlorophyll."
          ],
          "wordAnswer": "Bend towards the light source.",
          "explanation": "A shoot illuminated on one side will bend towards the light source. Light causes auxin to diffuse and accumulate on the shedded side. High concentration of auxin on the shedded side stimulates rapid elongation of cells, causing the shoot to bend towards the light source. This is an example of positive phototropism."
        },
        {
          "questionNumber": "6",
          "question": "The pigment melanin that gives the skin its colour is found in:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Malpighian layer.",
            "Granular layer.",
            "Cornified layer.",
            "Dermis."
          ],
          "wordAnswer": "Malpighian layer.",
          "explanation": "Melanin is found in the Malpighian layer of the skin. It is produced by the in melanocytes. Melanin helps to screen off harmful ultraviolet light, preventing damage to underlying tissues."
        },
        {
          "questionNumber": "7",
          "question": "Trypsin is secreted by:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Duodenal wall.",
            "Stomach wall.",
            "Pancreas.",
            "Ileum."
          ],
          "wordAnswer": "Pancreas.",
          "explanation": "Trypsin is produced and secreted by the pancreas. It is secreted in an inactive form called trypsinogen. It gets activated to trypsin in the duodenum by the enzyme enterokinase."
        }
      ]
    },
    {
      "title": "Section II",
      "numberOfQuestions": 13,
      "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
      "questions": [
        {
          "questionNumber": "8",
          "question": "The diagram below is the life cycle of a housefly. Which of the following is true of stage X?",
          "image": "lifecycle_housefly_june_2016.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "It feeds heavily.",
            "It is segmented.",
            "It is dormant.",
            "It is the cocoon."
          ],
          "wordAnswer": "It feeds heavily.",
          "explanation": "Stage X is the larva stage. The larva of housefly, also known as maggot, feeds heavily to support its rapid growth."
        },
        {
          "questionNumber": "9",
          "question": "Adult insects are covered by?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "A cuticle",
            "Scales",
            "Hairy skin",
            "Epidermal cells."
          ],
          "wordAnswer": "A cuticle",
          "explanation": "Adult insects are covered by a hard exoskeleton called a cuticle. The exoskeleton helps to prevent water loss by evaporation. It also serves as a point of attachment of muscles:\n\n- 'Scales' are typically found on butterflies and moths, but not all insects.\n\n- Insects do not have hairy skin."
        },
        {
          "questionNumber": "10",
          "question": "The production of urine takes place in the mammalian:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Testis",
            "Kidney",
            "Bladder",
            "Ureter"
          ],
          "wordAnswer": "Kidney",
          "explanation": "The Kidney contains structures called nephrons which perform the function of urine formation, by the process of ultra-filtration, selective reabsorption and tubular secretion. The other options are incorrect because:\n\n- Testis is involved in the production of sperm not urine.\n\n- Bladder stores urine.\n\n- Ureter transports urine from the kidney to the bladder."
        },
        {
          "questionNumber": "11",
          "question": "Pollen grains are produced in:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Stigma",
            "Ovary",
            "Style",
            "Anthers"
          ],
          "wordAnswer": "Anthers",
          "explanation": "Pollen grains are produced in the anthers of a flower by the process of meiosis. The other options are incorrect because:\n- Stigma is the part of the flower that receives the pollen during pollination.\n- Ovary produces ovules.\n- Style connects the stigma to the ovary."
        },
        {
          "questionNumber": "12",
          "question": "Antennae of an insect are used for:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Defense",
            "Feeding",
            "Tasting",
            "Smelling"
          ],
          "wordAnswer": "Smelling",
          "explanation": "The antennae of an insect are primarily used for smelling. They contain sensory cells that detect chemical signals in the environment, helping the insect to locate food, mates, and potential threats."
        },
        {
          "questionNumber": "13",
          "question": "In which part of the eye are light-sensitive cells found?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Lens",
            "Vitreous humour",
            "Retina",
            "Choroid"
          ],
          "wordAnswer": "Retina",
          "explanation": "Light-sensitive cells are found in the retina of the eye. The retina contains photoreceptor cells called rods and cones that detect light and initiate the process of vision."
        },
        {
          "questionNumber": "14",
          "question": "The amount of light entering the eye is controlled by:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Cornea",
            "Aqueous humour",
            "Iris and pupil",
            "Pupil only"
          ],
          "wordAnswer": "Iris and pupil",
          "explanation": "The amount of light entering the eye is controlled by the iris and pupil. In bright light, the circular muscles of the iris contract while the radial muscles relax. The diameter of the pupil reduces and the amount of light entering the eye reduces. In dim light, the circular muscles of the iris relax while the radial muscles contract. The diameter of the pupil increases and the amount of light entering the eye also increase."
        },
        {
          "questionNumber": "15",
          "question": "Refraction of light in the eye is done by:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Cornea, humour and retina",
            "Cornea, humour and lens",
            "Cornea, retina and iris",
            "Cornea, pupil, humours and retina"
          ],
          "wordAnswer": "Cornea, humour and lens",
          "explanation": "The refraction of light in the eye is primarily done by the cornea, humour, and lens. These structures work together to bend (refract) light rays and focus them on the retina."
        },
        {
          "questionNumber": "16",
          "question": "In the diagram of a food web below, a tertiary consumer could be:",
          "image": "foodweb_june_2016.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Toad",
            "Rat",
            "Hen",
            "Hawk"
          ],
          "wordAnswer": "Hawk",
          "explanation": "A tertiary consumer is an animal that obtains its nutrition by eating secondary consumers. In the given food web, the Hawk is positioned at the top of the food web, preying on snake, a secondary consumer. This makes the Hawk the correct choice for a tertiary consumer."
        },
        {
          "questionNumber": "17",
          "question": "The body of an adult insect is divided into three main parts namely:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Head, thorax and abdomen.",
            "Head, wings and abdomen.",
            "Cephalothorax, legs and abdomen.",
            "Head, legs and abdomen."
          ],
          "wordAnswer": "Head, thorax and abdomen.",
          "explanation": "The body of an adult insect is composed of three distinct parts: the head, thorax, and abdomen. These parts serve different purposes such as housing the insect's vital organs, facilitating movement, and containing the digestive and reproductive systems."
        },
        {
          "questionNumber": "18",
          "question": "In which part of the mammalian kidney does ultra-filtration take place?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Medulla",
            "Glomerulus",
            "Pelvis",
            "Renal tubules"
          ],
          "wordAnswer": "Glomerulus",
          "explanation": "Ultra-filtration occurs in the glomerulus. The glomerulus is a network of coiled capillaries located within the Bowman's capsule. During ultrafiltration, high pressure within the glomerulus causes small soluble substances in blood, such as glucose, amino acid, urea, mineral salts to be filtered through the wall of the glomerulus into the capsular space of the Bowman's capsule, forming the glomerular filtrate."
        },
        {
          "questionNumber": "19",
          "question": "The part X in the diagram below is:",
          "image": "neuron_june_2016.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Dendron",
            "Axon",
            "Cell body",
            "Receptor"
          ],
          "wordAnswer": "Dendron",
          "explanation": "The part X in the given diagram is a Dendron. A dendron extends from the cell body, producing branches called dendrites."
        },
        {
          "questionNumber": "20",
          "question": "Herbivorous mammals have long guts for:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Storing food",
            "Regurgitation",
            "Grinding food",
            "Giving time for cellulose to be digested."
          ],
          "wordAnswer": "Giving time for cellulose to be digested.",
          "explanation": "'Herbivorous mammals have long guts to give time for cellulose to be digested. Herbivorous mammals consume plant material that contains cellulose, a complex carbohydrate that is difficult to digest. The long guts provide a prolonged pathway for the breakdown of cellulose with the help of specialized microorganisms in the gut, allowing for the extraction of nutrients from this challenging food source."
        }
      ]
    },
    {
      "title": "Section III",
      "numberOfQuestions": 5,
      "directions": "Each question consists of three responses. \nOne or more of the response(s) is or are correct. \nSelect: \nA. If 1, 2 and 3 are all correct. \nB. If 1 and 2 only are correct. \nC. If 2 and 3 only are correct. \nD. If 1 only is correct.",
      "questions": [
        {
          "questionNumber": "21",
          "question": "During inspiration:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "The diaphragm flattens",
            "The volume of the lungs increase",
            "The lower ribs move downward"
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1 and 2 only are correct",
          "explanation": "During inspiration, the diaphragm muscles contract and the diaphragm flattens.\n- The volume of the lungs increase due to the flattened nature of the diaphragm and because the lower ribs move outward and upward."
        },
        {
          "questionNumber": "22",
          "question": "A virus:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Is a parasite.",
            "Can contain DNA and RNA.",
            "Has a nuclear membrane."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1 only is correct",
          "explanation": "A virus is a parasite because it causes harm while in its host.\n- A virus can contain either DNA or RNA but not both.\n- A virus does not have a nuclear membrane. This one of the reasons why it is not considered as a cell."
        },
        {
          "questionNumber": "23",
          "question": "Favorable effects of biotic factors in an ecosystem include:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Pollination.",
            "Decomposition of dead organic matter.",
            "Eutrophication."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1 and 2 only are correct",
          "explanation": "Pollination is a favorable effect of biotic factors (insects) because it leads to seed formation which is important in sexual reproduction in flowering plants.\n- Decomposition of dead organic matter is another favorable effect of biotic factors (saprophytes or decomposers) because the saprophytes break down complex organic dead matter into simpler substances such as water, carbon dioxide, ammonia etc. This decay action helps to recycle nutrients in an ecosystem."
        },
        {
          "questionNumber": "24",
          "question": "Mushroom is a saprophyte because:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "It has no pigment.",
            "It feeds on dead organisms.",
            "It carries out extracellular digestion."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "2 and 3 only are correct",
          "explanation": "Mushroom is a saprophyte because it feeds on dead organisms or their organic waste matter by secreting enzymes extracellularly. The enzymes digest the dead organic matter outside the body of the mushrom, and the mushroom then absorbs the end products of digestion. \n- The presence or absence of pigment is not a criteria for being a saprophyte"
        },
        {
          "questionNumber": "25",
          "question": "Adaptations of the lungs to their functions include:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Presence of thick walled alveoli.",
            "Moisture on alveolar walls.",
            "Highly vascularized."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "2 and 3 only are correct",
          "explanation": "Some adaptations of the lungs to their functions include having moisture on the alveolar wall and being vascularized. Moisture on the alveolar wall helps to dissolve respiratory gases, facilitating their diffusion across the alveolar wall. The lungs are highly vascularized to transport respiratory gases to and away from the alveoli. This ensures that a steep concentration gradient is maintained across the alveoli"
        }
      ]
    },
    {
      "title": "Section IV",
      "numberOfQuestions": 5,
      "directions": "Each question consists of a First and Second statements. \nChoose: \nA. If both statements are true and the second statement is a correct explanation of the first. \nB. If both statements are true and the second statement is not a correct explanation of the first. \nC. If the first statement is true and the second statement is false. \nD. If the first statement is false and the second statement is true.",
      "questions": [
        {
          "questionNumber": "26",
          "question": null,
          "image": null,
          "twoStatements": [
            "The heart beats fast at the face of danger.",
            "Adrenaline is secreted into the blood stream during danger."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "Both statements are True and the second statement is a correct explanation of the first",
          "explanation": "During danger, adrenaline (also known as the fight, fright or flight hormone) is secreted into the blood stream. When adrenaline reaches the heart, it stimulates the heart to beat faster, pumping blood reach in oxygen at a fast rate to the skeletal muscles in preparation for action"
        },
        {
          "questionNumber": "27",
          "question": null,
          "image": null,
          "twoStatements": [
            "ADH is secreted by the kidney.",
            "ADH is secreted when blood is concentrated."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "First statement is False. Second statement is True",
          "explanation": "ADH (Antidiuretic hormone or vasopressin) is not secreted by the kidney. It is secreted by the posterior pituitary gland.\n- When blood is concentrated (has a high osmotic pressure) than tissue fluid, ADH is secreted by the posterior pituitary gland into the blood. Blood carries the ADH to the kidney where it stimulates the distal convoluted tubules and collecting ducts to become more permeable to water. Much water is reabsorbed from the glomerular filtrate back into the blood capillaries. The volume of urine produced is small and the osmotic pressure of blood is returned to normal"
        },
        {
          "questionNumber": "28",
          "question": null,
          "image": null,
          "twoStatements": [
            "During swallowing breathing stops.",
            "Entrance into the glottis is blocked by food during swallowing."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "First statement is True. Second statement is False",
          "explanation": "During swallowing, breathing actually stops because the entrance into the trachea, called glottis, is blocked by the epiglottis to prevent food entering the trachea."
        },
        {
          "questionNumber": "29",
          "question": null,
          "image": null,
          "twoStatements": [
            "Untreated sewage in water bodies causes eutrophication.",
            "Untreated sewage causes algal bloom in water."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "Both statements are True and the second statement is a correct explanation of the first",
          "explanation": "Untreated sewage in water bodies causes eutrophication. Untreated sewage is rich in nutrients. Its accumulation in water body causes the rapid growth of algae. When the algae die, they are decomposed by aerobic bacteria, depriving other aerobic aquatic organisms of oxygen, leading to their death."
        },
        {
          "questionNumber": "30",
          "question": null,
          "image": null,
          "twoStatements": [
            "The number of organisms decreases as one moves from lower trophic level to higher trophic levels.",
            "Much energy is lost as one moves from lower to higher trophic levels."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "Both statements are True and the second statement is a correct explanation of the first",
          "explanation": "The number of organisms decreases as one moves from lower trophic level to higher trophic levels because much energy is lost as one moves from lower to higher trophic levels. The energy is usally lost as heat, organic matter not consumed or passed out undigested."
        }
      ]
    },
    {
      "title": "Section V",
      "numberOfQuestions": 10,
      "directions": "Each question consists of four lettered headings A, B, C and D. \nSelect the heading which is closely related to the description.",
      "questions": [
        {
          "title": "Section V",
          "numberOfQuestions": 10,
          "directions": "Each question consists of four lettered headings A, B, C and D. \nSelect the heading which is closely related to the description.",
          "questions": [
            {
              "questionNumber": "31",
              "question": "A carbohydrate digesting enzyme:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Rennin",
                "Ptyalin",
                "Trypsin",
                "Pepsin"
              ],
              "wordAnswer": "Ptyalin",
              "explanation": "Ptyalin is a carbohydrate digesting enzyme. It is present in the saliva of humans and some other animals. It begins the digestion of starch to maltose.\n\n- Rennin, pepsin and trypsin are protein digesting enzymes."
            },
            {
              "questionNumber": "32",
              "question": "An edaphic factor:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Atmospheric temperature.",
                "Light.",
                "Atmospheric pressure.",
                "Soil acidity."
              ],
              "wordAnswer": "Soil acidity.",
              "explanation": "Edaphic factors are the soil-based factors that influence living organisms and their distribution. Soil acidity, or pH, is a significant edaphic factor that affects the availability of nutrients, the activity of soil organisms, and the overall health of plants and other organisms in the soil ecosystem.\n\n- Atmospheric temperature, Atmospheric pressure and Light are abiotic factors."
            },
            {
              "questionNumber": "33",
              "question": "Carrier of genes:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Genotype",
                "Chromosome",
                "Recessive",
                "Phenotype"
              ],
              "wordAnswer": "Chromosome",
              "explanation": "Carriers of genes are chromosomes. Chromosomes play a crucial role in heredity by transmitting genetic information from one generation to the next.\n\n- Genotype and Phenotype refer to genetic traits and characteristics but are not the physical carriers of genes within cells.\n\n- 'Recessive' is a term related to the expression of traits in genetics."
            },
            {
              "questionNumber": "34",
              "question": "Made up of organisms of the same species:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Biosphere",
                "Ecosystem",
                "Population",
                "Community"
              ],
              "wordAnswer": "Population",
              "explanation": "'Population refers to a group of organisms of the same species that live in the same area and interacting with one another.\n\nThe options are incorrect because:\n\n- 'Biosphere' encompasses the entire global ecological systems, including all living organisms and their interactions with the physical environment, rather than being specific to a single species.\n\n- 'Ecosystem' includes both biotic (living) and abiotic (non-living) components of a particular environment, not limited to organisms of the same species.\n\n- 'Community' refers to all the populations of different species that live and interact in the same area, rather than exclusively consisting of organisms of the same species."
            },
            {
              "questionNumber": "35",
              "question": "Production of antibodies:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Platelets",
                "Plasma",
                "Erythrocytes",
                "Leucocytes"
              ],
              "wordAnswer": "Leucocytes",
              "explanation": "Leucocytes, also known as white blood cells, are responsible for the production of antibodies. They play a key role in the immune system, recognizing and neutralizing foreign substances. \n\n- Platelets are involved in blood clotting.\n\n- Plasma is the liquid portion of blood.\n\n- Erythrocytes, or red blood cells, are responsible for oxygen transport."
            },
            {
              "questionNumber": "36",
              "question": "Produces lubricant at joints:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Synovial membrane",
                "Cartilage",
                "Ligament",
                "Bone"
              ],
              "wordAnswer": "Synovial membrane",
              "explanation": "The synovial membrane secretes synovial fluid, which acts as a lubricant at the joints, reducing friction and allowing smooth movement.\n\n- Cartilage provides cushioning and also prevents the wearing out of the tips of bones at joints. It does not produce lubricants.\n\n- Ligament connect bone to other bone at a joint.\n\n- Bone provides structure and support. It does not produce lubricants."
            },
            {
              "questionNumber": "37",
              "question": "Deficiency of this vitamin results in bleeding gums:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Vitamin D",
                "Vitamin C",
                "Vitamin B",
                "Vitamin A"
              ],
              "wordAnswer": "Vitamin C",
              "explanation": "A deficiency of Vitamin C can lead to scurvy, a condition characterized by weak connective tissues, including bleeding gums.\n\n- Deficiency of Vitamin D may lead to rickets.\n\n- Vitamin B deficiency may lead to various symptoms, but bleeding gums are not a primary indicator.\n\n- Vitamin A deficiency can cause vision problems and skin issues, but not bleeding gums."
            },
            {
              "questionNumber": "38",
              "question": "Where an organism lives:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Ecosystem",
                "Environment",
                "Community",
                "Habitat"
              ],
              "wordAnswer": "Habitat",
              "explanation": "A habitat refers to the specific place where an organism lives and obtains its food, shelter, and other necessities for survival.\n\n- Ecosystem encompasses all living organisms and their physical environment, not just the specific place where an organism lives.\n\n- Environment refers to the surroundings and conditions in which an organism lives, but it is not as specific as a habitat.\n\n- Community includes all the populations of different species that live and interact in an area, not just the specific place where an individual organism lives."
            },
            {
              "questionNumber": "39",
              "question": "Its destruction will interrupt movement of water in plants:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Phloem",
                "Xylem",
                "Cambium",
                "Cortex"
              ],
              "wordAnswer": "Xylem",
              "explanation": "Destruction of the xylem will interrupt the flow of water and mineral salts in plants.\n\n- Destruction of the phloem will interrupt the flow of organic food from the leaves to other parts of the plant."
            },
            {
              "questionNumber": "40",
              "question": "Deficiency of iodine in the diet will lead to its malfunctioning:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Thyroid gland",
                "Adrenal gland",
                "Pituitary gland",
                "Pancreas"
              ],
              "wordAnswer": "Thyroid gland",
              "explanation": "A deficiency of iodine in the diet can lead to malfunctioning of the thyroid gland. The thyroid gland becomes enlarged, a condition called goitre."
            }
          ]
        },
        {
          "title": "Section VI",
          "numberOfQuestions": 10,
          "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
          "questions": [
            {
              "questionNumber": "41",
              "question": "Given that black fur is dominant over grey fur in mice, which of the following is a result of crossing a heterozygous black mouse and a grey mouse?",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "All offspring are black.",
                "3/4 of offspring are black.",
                "1/2 of the offspring are black.",
                "1/4 of the offspring are black."
              ],
              "wordAnswer": "1/2 of the offspring are black.",
              "explanation": "The result of crossing a heterozygous black mouse (Bb) and a grey mouse (bb) is:  1/2 of the offspring will be black (Bb) and 1/2 will be grey (bb)."
            },
            {
              "questionNumber": "42",
              "question": "In testing a leaf for starch, the leaf is first boiled in water to:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Make the leaf soft.",
                "Stop all chemical reactions.",
                "Slow down enzyme activities.",
                "Speed up the conversion of glucose to starch."
              ],
              "wordAnswer": "Stop all chemical reactions.",
              "explanation": "The leaf is boiled in water to denature enzymes, thereby stopping all chemical reactions.\n\n- 'While boiling the leaf in water makes in soft, primary purpose is to stop chemical reactions, not to soften the leaf."
            },
            {
              "questionNumber": "43",
              "question": "At the start of seed germination, water:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Activates enzymes.",
                "Breaks testa.",
                "Opens the micropyle",
                "Is used to produce food."
              ],
              "wordAnswer": "Activates enzymes.",
              "explanation": "At the start of seed germination, water activates enzymes that initiate the metabolic processes of germination and the breakdown of stored nutrients in the seed.\n\n- 'The testa is often broken by physical factors or by enzymes produced by the embryo, not by water directly.\nn- The micropyle is a small opening in the seed coat that allows water to enter."
            },
            {
              "questionNumber": "44",
              "question": "A drop in the dry mass of a seed occurs at the beginning of germination due to:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Water evaporation.",
                "Stored food being used.",
                "Excretion.",
                "Digestion of food."
              ],
              "wordAnswer": "Stored food being used.",
              "explanation": "During germination, the seed uses stored food (such as starch and lipids) as an energy source to fuel the initial growth until the seedling can photosynthesize."
            },
            {
              "questionNumber": "45",
              "question": "Maize plant interspersed with leguminous plants will look greener because:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "The leguminous plants give shed to the maize.",
                "The leguminous plants reduce water loss.",
                "The leguminous plants make more water available to the maize.",
                "The leguminous plants increase the nitrogen content of the soil."
              ],
              "wordAnswer": "The leguminous plants increase the nitrogen content of the soil.",
              "explanation": "Leguminous plants increase the nitrogen content of the soil. This is because leguminous plants have a symbiotic relationship with nitrogen-fixing bacteria in their root nodules. These bacteria convert atmospheric nitrogen into a form that plants can absorb and use. The increased nitrogen content in the soil promotes greener and healthier growth of the maize plant."
            },
            {
              "questionNumber": "46",
              "question": "The percentage of carbon dioxide in expired air is more than that in inspired air because:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Carbon dioxide is produced in tissue respiration.",
                "Much carbon dioxide is produced in the lungs.",
                "It is not used in the body.",
                "Carbon dioxide is poisonous"
              ],
              "wordAnswer": "It is produced in tissue respiration.",
              "explanation": "When we breathe in, oxygen is taken up by the body's cells and used during aerobic respiration to produce energy, with carbon dioxide being released as a waste product. This carbon dioxide is then transported back to the lungs through the bloodstream and exhaled during expiration. Therefore, the percentage of carbon dioxide in expired air becomes higher than that in inspired air because it is a byproduct of tissue respiration."
            },
            {
              "questionNumber": "47",
              "question": "Roofs of houses in industrial areas are often corroded due to:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Poor quality of material.",
                "Much rain.",
                "Presence of dissolved chemicals in the atmosphere.",
                "Smoke from industry."
              ],
              "wordAnswer": "Presence of dissolved chemicals in the atmosphere.",
              "explanation": "In industrial areas, there are often high levels of air pollutants such as sulphur dioxide, Nitrogen dioxide etc. These pollutants can react with the moisture in the air to form corrosive substances, such as acids. When these corrosive acids come into contact with the roofs of houses, they can cause corrosion and damage over time."
            },
            {
              "questionNumber": "48",
              "question": "The wilting of a newly transplanted well-watered seedling on a sunny day is due to:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "High light intensity.",
                "The weakness of the stem.",
                "High temperature.",
                "High rate of transpiration and little water uptake."
              ],
              "wordAnswer": "High rate of transpiration and little water uptake.",
              "explanation": "The wilting of a newly transplanted well-watered seedling on a sunny day is due to the high rate of transpiration and little water uptake."
            },
            {
              "questionNumber": "49",
              "question": "Bread left on the kitchen window for two days moulds due to: ",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Growth of fungal spores from the air.",
                "Decay by bacteria.",
                "Absorption of moisture from the air.",
                "Decomposition by viruses and bacteria."
              ],
              "wordAnswer": "Growth of fungal spores from the air.",
              "explanation": "Bread left on the kitchen window for two days moulds due to the growth of fungal spores from the air. Fungi spores are airborne and can easily land on the bread, leading to mould growth. \n\n- While bacteria can lead to decay, it is not the reason for the growth of mould on bread.\n\n- While absorption of moisture from air by bread can contribute to the growth of moulds, it is however, the presence of fungal spores from the air which leads to mould growth on the bread.\n\n- Viruses do not bring about decomposition (decay) as they are unable to survive in a dead host."
            },
            {
              "questionNumber": "50",
              "question": "From the graph below showing the effect of temperature on the rate of enzyme controlled reaction, which of the following is true?",
              "image": "graph_enzyme_activity_june_2016.jpg",
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Increase in temperature always increases the rate of reaction.",
                "Enzymes are active at all temperatures.",
                "Enzymes are denatured at very high temperature.",
                "Enzymes are inactive at very high temperature."
              ],
              "wordAnswer": "Enzymes are denatured at very high temperature.",
              "explanation": "Enzymes are denatured at very high temperature, as excessive heat can disrupt the enzyme's structure and cause it to lose its function. The other options are incorrect because:\n\n- Increase in temperature does not always increase the rate of reaction. At very high temperature, enzymes are denatured and they lose their catalytic function, reducing the rate of reaction they catalyse.\n\n- Enzymes are not active at all temperatures. Enzymes are inactivated at very low temperature and denatured at very high temperature.\n\n- Enzymes are not inactive at very high temperature. They are denatured."
            }
          ]
        }
      ]
    }
  ]
}