{
  "privateTitle": "GCE 2015",
  "publicTitle": "Past GCE 1",
  "numberOfQuestions": 50,
  "numberOfSections": 6,
  "sections": [
    {
      "title": "Section I",
      "numberOfQuestions": 7,
      "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
      "questions": [
        {
          "questionNumber": "1",
          "question": "Upon oxidation, which food sample will generate the largest amount of energy?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Glycogen",
            "Starch",
            "Fat",
            "Protein"
          ],
          "wordAnswer": "Fat",
          "explanation": "Among the given food samples, Fat will generate the largest amount of energy upon oxidation. Fats have a higher energy content per gram compared to other macronutrients such as glycogen, starch, and protein. Glycogen, starch, and protein also provide energy when oxidized, but their energy content is lower than that of fats."
        },
        {
          "questionNumber": "2",
          "question": "Anaerobic respiration of yeast in sugar solution is known as:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Reduction",
            "Oxidation",
            "Decomposition",
            "Fermentation"
          ],
          "wordAnswer": "Fermentation",
          "explanation": "The anaerobic respiration of yeast in a sugar solution is known as fermentation. During fermentation, yeast converts sugars into alcohol and carbon dioxide in the absence of oxygen. Reduction, oxidation, and decomposition are different processes and not specifically related to the anaerobic respiration of yeast in a sugar solution."
        },
        {
          "questionNumber": "3",
          "question": "Solar energy is converted to chemical energy by:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Producers",
            "Herbivores",
            "Decomposers",
            "Consumers"
          ],
          "wordAnswer": "Producers",
          "explanation": "Solar energy is converted to chemical energy by producers. Producers, such as plants, use sunlight through the process of photosynthesis to convert solar energy into chemical energy in the form of glucose. Herbivores, decomposers, and consumers do not directly convert solar energy into chemical energy."
        },
        {
          "questionNumber": "4",
          "question": "Which of the following formulae represent glucose?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "C6H12O6",
            "C2H5OH",
            "C12H22O11",
            "C57H104O6"
          ],
          "wordAnswer": "C6H12O6",
          "explanation": "The formula C6H12O6 represents glucose. Glucose is a simple sugar with six carbon atoms, twelve hydrogen atoms, and six oxygen atoms. C2H5OH represents ethanol, C12H22O11 represents sucrose, and C57H104O6 represents lipid."
        },
        {
          "questionNumber": "5",
          "question": "Both leaf and insect exoskeleton:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Provide camouflage",
            "Contain sensory cells",
            "Assist in respiration",
            "Reduce water loss"
          ],
          "wordAnswer": "Reduce water loss",
          "explanation": "Both leaf and insect exoskeletons serve to reduce water loss. Leaves have a waxy cuticle that helps prevent excessive transpiration, while insect exoskeletons act as a protective barrier against water loss. Although leaves, insect exoskeletons, and some other structures may provide camouflage, contain sensory cells, and assist in respiration, the primary function mentioned in the question is to reduce water loss."
        },
        {
          "questionNumber": "6",
          "question": "Which of the following structures is a protective adaptation of the Agama lizard in a terrestrial habitat?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Claws",
            "Gular fold",
            "Scaly skin",
            "Nuchal crest"
          ],
          "wordAnswer": "Scaly skin",
          "explanation": "The scaly skin of the Agama lizard serves as a protective adaptation in a terrestrial habitat. It helps to reduce water loss, provides physical protection against predators, and aids in thermoregulation. Claws, Gular fold, and Nuchal crest may also have specific functions but are not primarily protective adaptations."
        },
        {
          "questionNumber": "7",
          "question": "The hormone insulin is produced by:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Liver",
            "Kidneys",
            "Stomach",
            "Pancreas"
          ],
          "wordAnswer": "Pancreas",
          "explanation": "The hormone insulin is produced by the pancreas. Insulin plays a crucial role in regulating blood sugar levels and facilitating the uptake of glucose by cells for energy. While the liver, kidneys, and stomach are involved in various metabolic processes, they are not the primary organs responsible for insulin production."
        }
      ]
    },
    {
      "title": "Section II",
      "numberOfQuestions": 13,
      "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
      "questions": [
        {
          "questionNumber": "8",
          "question": "Below is the diagram of the longitudinal section of the kidney. Bowman's capsules are located in the part labeled:",
          "image": "ls_kidney_june_2015.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "6",
            "5",
            "4",
            "1"
          ],
          "wordAnswer": "5",
          "explanation": "Bowman's capsules are located in the cortex (5) of the kidney. The cortex is the outer region of the kidney where the glomeruli and Bowman's capsules are found. This is where the process of filtration takes place. \n\n- Option 6 (ureter) is incorrect because the ureter is responsible for carrying urine from the kidneys to the bladder.\n- Option 4 (pelvis) is incorrect because the pelvis is the central part of the kidney that collects urine before it is transported to the ureter.\n- Option 1 (medulla) is incorrect because the medulla is the inner region of the kidney that contains the renal pyramids and the collecting ducts, but not Bowman's capsules."
        },
        {
          "questionNumber": "9",
          "question": "Where does ultra-filtration take place in the kidneys?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Glomerulus",
            "Bowman's capsule",
            "Proximal convoluted tubule",
            "Collecting duct"
          ],
          "wordAnswer": "Glomerulus",
          "explanation": "Ultra-filtration takes place in the Glomerulus. The Glomerulus is a network of tiny blood vessels called capillaries that filter waste products and excess water from the blood. \n\n- Bowman's capsule is not the correct answer because it is the structure that surrounds the Glomerulus and collects the filtered fluid.\n- Proximal convoluted tubule is not the correct answer because it is the structure where reabsorption of important substances from the filtrate occurs.\n- Collecting duct is not the correct answer because it is responsible for further concentration of urine and not the initial filtration."
        },
        {
          "questionNumber": "10",
          "question": "The diagram below is that of the longitudinal section of a hibiscus flower. Which part of the diagram becomes the seed after fertilization?",
          "image": "ls_hibiscus_flower_june_2015.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Ovary",
            "Stigma",
            "Ovule",
            "Sepal"
          ],
          "wordAnswer": "Ovule",
          "explanation": "The part of the diagram that becomes the seed after fertilization is the ovule. The ovule contains the female reproductive cells and is located within the ovary of the flower. After fertilization, the ovule develops into a seed, which contains the embryo of the plant. \n\n- The ovary, on the other hand, develops into the fruit of the flower.\n- The stigma is the sticky structure at the top of the pistil that receives pollen during pollination.\n- The sepal is the outermost part of the flower that protects the bud before it blooms. The sepal withers and falls off after fertilization."
        },
        {
          "questionNumber": "11",
          "question": "Below is the diagram of a motor neuron. The cell body consists of",
          "image": "motor_neurone_june_2015.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "1 and 3",
            "1 and 2",
            "1 and 4",
            "1 and 5"
          ],
          "wordAnswer": "1 and 2",
          "explanation": "The cell body of a motor neuron consists of both the dendron (1) and the cell body itself (2). The dendron is responsible for receiving signals from other neurons, while the cell body contains the nucleus and other organelles necessary for the neuron's functioning. \n\n- 3 and 4 refer to other parts of the motor neuron, namely the axon and the node of Ranvier, respectively. 5 refers to the myelin sheath, which surrounds and insulates the axon"
        },
        {
          "questionNumber": "12",
          "question": "Which structure in the vertical section of the mammalian eye contains a high concentration of cones?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Sclera",
            "Fovea",
            "Choroid",
            "Blind spot"
          ],
          "wordAnswer": "Fovea",
          "explanation": "The structure in the vertical section of the mammalian eye that contains a high concentration of cones is the Fovea. Cones are photoreceptor cells responsible for color vision and high visual acuity. \n\n- Sclera is not the correct answer because it is the white outer layer of the eye.\n- Choroid is not the correct answer because it is the layer behind the retina that provides nourishment to the eye.\n- Blind spot is not the correct answer because it is the area where the optic nerve exits the eye and lacks photoreceptor cells."
        },
        {
          "questionNumber": "13",
          "question": "The diagram below represents the feeding relationship in an ecosystem. Which level in the pyramid has the least total stored energy?",
          "image": "pyramid_of_energy_june_2015.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Shark",
            "Tilapia",
            "Tadpole",
            "Algae"
          ],
          "wordAnswer": "Shark",
          "explanation": " In an energy pyramid, each level represents a trophic level in an ecosystem, with energy transfer occurring from one level to the next. Algae (Producer) has the highest amount of stored energy as it directly converts solar energy into chemical energy. \n\n- As we move up the pyramid, energy is transferred and lost, resulting in less total stored energy at higher levels. The shark, being a tertiary consumer, is at a higher trophic level and has the least total stored energy among the given options."
        },
        {
          "questionNumber": "14",
          "question": "The function of the structure labeled T on the diagram below is to:",
          "image": "villus_june_2015.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Transport amino acids and glucose.",
            "Transport fatty acids and glycerol or fat.",
            "Transport absorbed amino acids.",
            "Transport absorbed glucose."
          ],
          "wordAnswer": "Transport fatty acids and glycerol or fat.",
          "explanation": "The structure labeled T (lacteal) on the diagram is responsible for transporting fatty acids and glycerol or fat. Lacteals are specialized lymphatic capillaries found in the villi of the small intestine. They play a crucial role in absorbing dietary fats and fat-soluble vitamins from the digestive system and transporting them to the bloodstream for further distribution and utilization by the body. \n\n Amino acids and glucose are primarily absorbed by the blood capillaries in the villi of the small intestine."
        },
        {
          "questionNumber": "15",
          "question": "Which of the following is a hinge joint?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Knee joint",
            "Shoulder joint",
            "Wrist joint",
            "Ankle joint"
          ],
          "wordAnswer": "Knee joint",
          "explanation": "A hinge joint is a joint that allows movement in only one direction, like a door hinge. The Knee joint is an example of a hinge joint, allowing flexion and extension of the leg. \n\n- Shoulder joint** is not the correct answer because it is a ball and socket joint that allows a wide range of movement.\n- Wrist joint is not the correct answer because it is a condyloid joint that allows for flexion, extension, abduction, adduction, and circumduction.\n- Ankle joint is not the correct answer because it allows for dorsiflexion and plantarflexion."
        },
        {
          "questionNumber": "16",
          "question": "Which part of the brain is concerned with the regulation of heart beat and breathing rate in humans?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Cerebrum",
            "Cerebellum",
            "Medulla oblongata",
            "Hypothalamus"
          ],
          "wordAnswer": "Medulla oblongata",
          "explanation": "The Medulla oblongata is the part of the brain responsible for the regulation of heart rate and breathing rate in humans. It controls vital involuntary functions. \n\n- Cerebrum is not the correct answer because it is responsible for higher cognitive functions such as thinking, memory, and perception.\n- Cerebellum is not the correct answer because it is involved in coordinating movement and balance.\n- Hypothalamus is not the correct answer because it is responsible for regulating body temperature, hunger, thirst, and hormone production."
        },
        {
          "questionNumber": "17",
          "question": "The structure that separates the mammalian heart into two parts is:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Bicuspid valve",
            "Tendons",
            "Tricuspid valve",
            "Septum"
          ],
          "wordAnswer": "Septum",
          "explanation": "The structure that separates the mammalian heart into two parts is the Septum. The septum is a wall of muscle that divides the heart into the left and right sides, preventing mixing of oxygenated and deoxygenated blood. \n\n- Bicuspid valve is not the correct answer because it is a valve that prevents backflow of blood from the left ventricle to the left atrium.\n- Tendons is not the correct answer because tendons are fibrous connective tissues that attach muscles to bones.\n- Tricuspid valve is not the correct answer because it is a valve that prevents backflow of blood from the right ventricle to the right atrium."
        },
        {
          "questionNumber": "18",
          "question": "The part of the leaf containing numerous chloroplasts is:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Spongy mesophyll",
            "Upper epidermis",
            "Palisade layer",
            "Lower epidermis"
          ],
          "wordAnswer": "Palisade layer",
          "explanation": "The part of the leaf containing numerous chloroplasts is the Palisade layer. This layer is located beneath the upper epidermis and is responsible for most of the photosynthesis in the leaf. \n\n- Spongy mesophyll is not the correct answer because it is the layer beneath the palisade layer that contains air spaces for gas exchange.\n- Upper epidermis is not the correct answer because it is the outermost layer of the leaf that protects the internal tissues.\n- Lower epidermis is not the correct answer because it is the lower layer of the leaf that contains stomata for gas exchange."
        },
        {
          "questionNumber": "19",
          "question": "The structure that prevents water evaporation from the cells of the spirogyra is:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Cell wall",
            "Mucilage",
            "Cell membrane",
            "Vacuole"
          ],
          "wordAnswer": "Mucilage",
          "explanation": "The structure that prevents water evaporation from the cells of the spirogyra is Mucilage. Mucilage is a slimy substance secreted by the cells of spirogyra that forms a protective layer around the cells, reducing water loss through evaporation.\n\n- Cell wall is not the correct answer because it provides structural support to the cell but does not prevent water evaporation.\n- Cell membrane is not the correct answer because it regulates the movement of substances in and out of the cell but does not specifically prevent water evaporation.\n- Vacuole is not the correct answer because it is a storage organelle in the cell and does not have a direct role in preventing water evaporation."
        },
        {
          "questionNumber": "20",
          "question": "Below is the diagram of bread mould. The structure numbered 2 is called:",
          "image": "bread_mould_june_2015.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Stolon",
            "Hypha",
            "Mycelium",
            "Sporangiophore"
          ],
          "wordAnswer": "Sporangiophore",
          "explanation": "In the diagram of bread mould, structure number 2 is called a Sporangiophore. Sporangiophores are specialized structures in bread mould fungi that bear sporangia, which contain spores for reproduction. \n\nThe other options are:\n- Stolon: Stolons are horizontal, branching filaments that help in the growth and spread of the fungus.\n- Hypha: Hyphae are the branching, thread-like structures of fungi that make up the mycelium.\n- Mycelium: Mycelium refers to the mass of hyphae that forms the vegetative part of a fungus."
        }
      ]
    },
    {
      "title": "Section III",
      "numberOfQuestions": 5,
      "directions": "Each question consists of three responses. \nOne or more of the response(s) is or are correct. \nSelect: \nA. If 1, 2 and 3 are all correct. \nB. If 1 and 2 only are correct. \nC. If 2 and 3 only are correct. \nD. If 1 only is correct.",
      "questions": [
        {
          "questionNumber": "21",
          "question": "Menopause is a condition in female mammals. In this condition:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "The female stops ovulating.",
            "The female can no longer become pregnant.",
            "The menstrual cycle continues."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1 and 2 only are correct",
          "explanation": "The correct answers are options 1 and 2. In menopause, the female stops ovulating (option 1) and can no longer become pregnant (option 2). However, the menstrual cycle actually ceases during menopause, so option 3 is incorrect."
        },
        {
          "questionNumber": "22",
          "question": "Arteries differ from veins in that:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Arteries have thick elastic walls.",
            "Arteries have large lumen",
            "Arteries have valves."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1 only is correct",
          "explanation": "The correct answer is option 1. Arteries have thick elastic walls, which help them withstand high blood pressure and maintain their shape. However, arteries do not have large lumens (option 2) or valves (option 3), which are characteristics of veins."
        },
        {
          "questionNumber": "23",
          "question": "The structure of a plant cell absent in an animal cell:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Chloroplast and cell membrane.",
            "Chloroplast and cell wall.",
            "Chloroplast and starch grains."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "2 and 3 only are correct",
          "explanation": "The correct answer is \"2 and 3 only.\" In an animal cell, chloroplasts are absent, and the cell wall is also absent. Chloroplasts are responsible for photosynthesis, which is a process unique to plant cells. Animal cells do not have chloroplasts and therefore cannot carry out photosynthesis. Additionally, animal cells have a flexible cell membrane instead of a rigid cell wall made of cellulose, which is a characteristic feature of plant cells. Starch grains, on the other hand, are storage polysaccharides found in plant cells and are typically absent in animal cells. Instead, animal cells store energy in the form of glycogen."
        },
        {
          "questionNumber": "24",
          "question": "Platelets play a role in:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Causing haemorrhage.",
            "Blood clotting",
            "Blocking holes in damaged capillary walls."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "2 and 3 only are correct",
          "explanation": "The correct answer is \"2 and 3 only.\" Platelets are responsible for blood clotting and play a role in blocking holes in damaged capillary walls. However, they do not cause hemorrhage."
        },
        {
          "questionNumber": "25",
          "question": "Plasmolysis occurs when:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "The cell is placed in a hypertonic solution.",
            "Water is drawn from the vacuole.",
            "The cell is placed in a hypotonic solution"
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1 and 2 only are correct",
          "explanation": "The correct answer is \"1 and 2 only.\" Plasmolysis occurs when the cell is placed in a hypertonic solution, causing water to be drawn from the vacuole. Placing the cell in a hypotonic solution would lead to turgidity rather than plasmolysis."
        }
      ]
    },
    {
      "title": "Section IV",
      "numberOfQuestions": 5,
      "directions": "Each question consists of a First and Second statements. \nChoose: \nA. If both statements are true and the second statement is a correct explanation of the first. \nB. If both statements are true and the second statement is not a correct explanation of the first. \nC. If the first statement is true and the second statement is false. \nD. If the first statement is false and the second statement is true.",
      "questions": [
        {
          "questionNumber": "26",
          "question": null,
          "image": null,
          "twoStatements": [
            "Deforestation leads to global warming.",
            "Lack of vegetation increases carbon dioxide concentration in the atmosphere."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "Both statements are True and the second statement is a correct explanation of the first",
          "explanation": "The correct answer is: Both statements are True and the second statement is a correct explanation of the first. Deforestation leads to global warming because the lack of vegetation results in increased carbon dioxide concentration in the atmosphere, contributing to the greenhouse effect."
        },
        {
          "questionNumber": "27",
          "question": null,
          "image": null,
          "twoStatements": [
            "Denitrification deprives plant of nitrates.",
            "Denitrification releases nitrogen from the soil."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "Both statements are True and the second statement is a correct explanation of the first",
          "explanation": "The correct answer is: Both statements are True and the second statement is a correct explanation of the first. Denitrification deprives plants of nitrates by releasing nitrogen from the soil, which can negatively impact the availability of nitrates for plant growth."
        },
        {
          "questionNumber": "28",
          "question": null,
          "image": null,
          "twoStatements": [
            "Saprophytic bacteria help in the decay of dead plants and animals.",
            "Saprophytic bacteria reduce soil fertility."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "First statement is True. Second statement is False",
          "explanation": "The correct answer is: First statement is True. Second statement is False. Saprophytic bacteria help in the decay of dead plants and animals by breaking down organic matter, which actually contributes to nutrient recycling and decomposition. They do not reduce soil fertility."
        },
        {
          "questionNumber": "29",
          "question": null,
          "image": null,
          "twoStatements": [
            "Phagocytic white blood cells contribute to body defense.",
            "Phagocytes engulf bacteria forming food vacuole."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "Both statements are True and the second statement is a correct explanation of the first",
          "explanation": "The correct answer is: Both statements are True and the second statement is a correct explanation of the first. Phagocytic white blood cells, known as phagocytes, contribute to the body's defense by engulfing bacteria and other pathogens, forming a food vacuole to digest and eliminate them."
        },
        {
          "questionNumber": "30",
          "question": null,
          "image": null,
          "twoStatements": [
            "Insects undergo metamorphosis.",
            "The housefly undergoes incomplete metamorphosis."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "First statement is True. Second statement is False",
          "explanation": "The first statement is true, as insects do undergo metamorphosis. However, the second statement is false, as the housefly undergoes complete metamorphosis, not incomplete metamorphosis. Therefore, the correct answer is that the first statement is true and the second statement is false."
        }
      ]
    },
    {
      "title": "Section V",
      "numberOfQuestions": 10,
      "directions": "Each question consists of four lettered headings A, B, C and D. \nSelect the heading which is closely related to the description.",
      "questions": [
        {
          "questionNumber": "31",
          "question": "Joins DNA pieces to form recombinant DNA.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Restriction enzymes",
            "Ligase enzyme",
            "Vector",
            "Clone"
          ],
          "wordAnswer": "Ligase enzyme",
          "explanation": "The correct answer is Ligase enzyme.\n- Ligase enzyme is responsible for joining DNA pieces to form recombinant DNA. Restriction enzymes are used to cut DNA at specific sites, whereas a vector is a carrier molecule used to transfer foreign DNA into a host organism. Clone refers to an organism or a group of cells which are genetically identical and derived from a single parent."
        },
        {
          "questionNumber": "32",
          "question": "A group of organisms of different species living together:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Population",
            "Community",
            "Ecosystem",
            "Colony"
          ],
          "wordAnswer": "Community",
          "explanation": "The correct answer is Community.\n- A community refers to a group of organisms of different species living together in a particular habitat. Population refers to a group of individuals of the same species in a given area, Ecosystem refers to the interaction of living organisms with their physical environment, and a Colony refers to a group of organisms of the same species living together."
        },
        {
          "questionNumber": "33",
          "question": "Promotes greenhouse effect:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Carbon dioxide",
            "Carbon monoxide",
            "Sulphur dioxide",
            "Nitrogen dioxide"
          ],
          "wordAnswer": "Carbon dioxide",
          "explanation": "The correct answer is Carbon dioxide.\n- Carbon dioxide is a greenhouse gas that promotes the greenhouse effect. Carbon monoxide, sulphur dioxide, and nitrogen dioxide are also air pollutants, but they do not have the same impact on the greenhouse effect as carbon dioxide."
        },
        {
          "questionNumber": "34",
          "question": "Loss of water vapour by plants:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Transpiration",
            "Excretion",
            "Evaporation",
            "Guttation"
          ],
          "wordAnswer": "Transpiration",
          "explanation": "The correct answer is Transpiration.\n- Transpiration is the process by which plants lose water vapor through their leaves. It helps in the transport of water and nutrients within the plant.\n- Excretion refers to the elimination of waste products, Evaporation is the process of liquid turning into vapor, and Guttation is the exudation of water droplets from plant structures."
        },
        {
          "questionNumber": "35",
          "question": "Absent in adult mammals:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Rennin",
            "Maltase",
            "Lactase",
            "Sucrase"
          ],
          "wordAnswer": "Rennin",
          "explanation": "The correct answer is Rennin.\n- Rennin is an enzyme that is present in the stomach of young mammals, but it is absent or produced in limited quantities in adult mammals. It helps in the coagulation of milk proteins for digestion.\n- Maltase, Lactase, and Sucrase are carbohydrates digesting enzymes present in adult mammals."
        },
        {
          "questionNumber": "36",
          "question": "Functional unit of the nervous system:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Axon",
            "Dendrites",
            "Dendron",
            "Neuron"
          ],
          "wordAnswer": "Neuron",
          "explanation": "The correct answer is Neuron.\n- Neuron is the functional unit of the nervous system. It is responsible for transmitting and processing information in the form of electrical signals.\n- Axon is a part of the neuron that carries signals away from the cell body, Dendrites receive signals from other neurons, and Dendron receives signals from dendrites and sends to the cell body."
        },
        {
          "questionNumber": "37",
          "question": "What will be the result of crossing a homozygous tall pea plant and a heterozygous tall pea plant?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Heterozygous tall pea plant and homozygous dwarf pea plant.",
            "Heterozygous tall pea plant.",
            "Homozygous dwarf pea plant.",
            "Homozygous tall pea plant and heterozygous tall pea plant."
          ],
          "wordAnswer": "Homozygous tall pea plant and heterozygous tall pea plant.",
          "explanation": "The correct answer is 'Homozygous tall pea plant and heterozygous tall pea plant.'\n- When a homozygous tall pea plant (TT) is crossed with a heterozygous tall pea plant (Tt), the resulting offspring will be homozygous tall (TT) and heterozygous tall (Tt). This is because the tall trait (T) is dominant over the dwarf trait (t), so the offspring will inherit one tall allele (T) from the homozygous tall parent and one tall allele (T) from the heterozygous tall parent.\n- The other options are incorrect: 'Heterozygous tall pea plant and homozygous dwarf pea plant' is incorrect as it does not represent the genetic outcome of the cross.\n- 'Heterozygous tall pea plant' is not the complete outcome of the cross, as it does not account for the homozygous tall offspring.\n- 'Homozygous dwarf pea plant' does not consider the presence of heterozygous tall offspring."
        },
        {
          "questionNumber": "38",
          "question": "Are antagonistic muscles:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Triceps and biceps.",
            "Striated and skeletal.",
            "Skeletal and smooth.",
            "Smooth and striated."
          ],
          "wordAnswer": "Triceps and biceps.",
          "explanation": "The correct answer is 'Triceps and biceps.'\n- Antagonistic muscles are pairs of muscles that work in opposition to each other. The triceps and biceps are an example of antagonistic muscles in the human body. The triceps muscle extends the forearm, while the biceps muscle flexes the forearm.\n- The other options are incorrect: 'Striated and skeletal' and 'Smooth and striated' are incorrect because they do not represent specific muscle pairs.\n- 'Skeletal and smooth' is incorrect as skeletal and smooth muscles are not typically antagonistic to each other."
        },
        {
          "questionNumber": "39",
          "question": "Secretes antiduiretic hormone:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Salivary gland",
            "Pituitary gland",
            "Thyroid gland",
            "Adrenal gland"
          ],
          "wordAnswer": "Pituitary gland",
          "explanation": "The correct answer is 'Pituitary gland.'\n- The pituitary gland is responsible for secreting the antiduretic hormone (ADH), also known as vasopressin. ADH plays a key role in regulating water balance in the body by controlling the reabsorption of water by the kidneys.\n- The other options are incorrect: 'Salivary gland' does not secrete ADH but saliva.\n- 'Thyroid gland' is incorrect as it primarily secretes thyroid hormones.\n- 'Adrenal gland' is incorrect as it produces hormones such as cortisol and adrenaline, but not ADH."
        },
        {
          "questionNumber": "40",
          "question": "Are required for teeth and bone formation:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Vitamin C and Iron",
            "Vitamin D and Magnesium",
            "Vitamin D and Calcium",
            "Vitamin A and Calcium"
          ],
          "wordAnswer": "Vitamin D and Calcium",
          "explanation": "The correct answer is 'Vitamin D and Calcium.'\n- Vitamin D is necessary for the absorption and utilization of calcium, which is essential for teeth and bone formation. Calcium is a major component of bones and teeth, while vitamin D helps regulate calcium levels in the body.\n- The other options are incorrect: 'Vitamin C and Iron' is incorrect as iron is not directly involved in teeth and bone formation.\n- 'Vitamin D and Magnesium' is incorrect as magnesium, while important for overall health, is not specifically required for teeth and bone formation.\n- 'Vitamin A and Calcium' is incorrect as vitamin A is primarily involved in vision and immune function, not teeth and bone formation."
        }
      ]
    },
    {
      "title": "Section VI",
      "numberOfQuestions": 10,
      "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
      "questions": [
        {
          "questionNumber": "41",
          "question": "Below is an experiment on photosynthesis. How can you test the gas release in the experiment?",
          "image": "experiment_photosynthesis_june_2015.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "It turns lime water milky.",
            "It has no effect on lime water.",
            "It is readily absorbed by pyrogallic acid.",
            "It rekindles a glowing splint."
          ],
          "wordAnswer": "It rekindles a glowing splint.",
          "explanation": "In the experiment on photosynthesis, when a glowing splint is introduced into the test tube, and if the gas released is oxygen, it will rekindle the splint."
        },
        {
          "questionNumber": "42",
          "question": "Below is a setup for an experiment on respiration. The paraffin oil:",
          "image": "experiment_respiration_june_2015.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Prevents entry of atmospheric oxygen.",
            "Prevents entry of atmospheric nitrogen.",
            "Prevents evaporation of glucose solution.",
            "Prevents entry of atmospheric carbon dioxide."
          ],
          "wordAnswer": "Prevents entry of atmospheric oxygen.",
          "explanation": "In the experiment on respiration, the paraffin oil is used to prevent the entry of atmospheric oxygen. This creates an anaerobic environment, allowing the investigation of anaerobic respiration. Thus, preventing the entry of atmospheric oxygen is the correct answer."
        },
        {
          "questionNumber": "43",
          "question": "The following results were obtained during an investigation on the action of salivary amylase on the digestion of starch. From the result, the optimum temperature for the reaction is:",
          "image": "result_action_salivary_amylase_june_2015.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "15",
            "30",
            "45",
            "37"
          ],
          "wordAnswer": "37",
          "explanation": "Based on the results obtained, the optimum temperature for the action of salivary amylase on the digestion of starch is 37°C. This is the temperature at which the highest rate of starch digestion occurred. Therefore, 37 is the correct answer."
        },
        {
          "questionNumber": "44",
          "question": "A seedling transplanted on a hot, windy day withers because:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "The air is dry.",
            "The seedling loses more water than it can absorb.",
            "The Wind carries the water faster.",
            "The roots have not adequately penetrated the soil."
          ],
          "wordAnswer": "The seedling loses more water than it can absorb.",
          "explanation": "The seedling loses more water than it can absorb due to the combination of hot and windy conditions. The wind increases the rate of transpiration, causing the seedling to lose water faster than it can take up from the soil."
        },
        {
          "questionNumber": "45",
          "question": "A bean seedling was placed in such a way that the auxins migrated to the lower side of the root and shoot. What is the effect of high auxins concentration on the shoot?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Retards growth.",
            "Causes the shoot to grow towards the soil.",
            "Promotes faster growth.",
            "Causes the shoot to bend away from light."
          ],
          "wordAnswer": "Promotes faster growth.",
          "explanation": "High auxin concentration promotes faster growth in the shoot. Auxin is a plant hormone that plays a crucial role in regulating plant growth and development. In this case, the migration of auxins to the lower side of the root and shoot stimulates the shoot to grow at a faster rate."
        },
        {
          "questionNumber": "46",
          "question": "This question refers to the graph below. Assuming that the normal level of lactic acid in blood is 200mg/cm3 of blood. How long did it take to return to normal?",
          "image": "graph_rate_lactic_acid_removal_june_2015.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "40 minutes",
            "45 minutes",
            "55 minutes",
            "50 minutes"
          ],
          "wordAnswer": "50 minutes",
          "explanation": "According to the graph, it took 50 minutes for the lactic acid level in the blood to return to normal (200mg/cm3 of blood). The graph shows the rate of lactic acid removal over time, and after approximately 50 minutes, the level reaches the normal value."
        },
        {
          "questionNumber": "47",
          "question": "If the total amount of energy from the sun is estimated at 10485KJ and only 10% is used by Producers. What amount of energy is received by the producers?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "104850 KJ",
            "10485 KJ",
            "104.85 KJ",
            "1048.5 KJ"
          ],
          "wordAnswer": "1048.5 KJ",
          "explanation": "The producers receive 10% of the total energy from the sun, which is 10% of 10485KJ. Therefore, the amount of energy received by the producers is 10485KJ * 0.1 = 1048.5 KJ."
        },
        {
          "questionNumber": "48",
          "question": "The experiment below was used to test for the presence of starch in a leaf. Why is the leaf boiled in alcohol in the experiment?",
          "image": "experiment_test_for_starch_june_2015.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "To make the leaf soft and brittle.",
            "To remove chlorophyll from the leaf.",
            "To burst open starch grains.",
            "To make the leaf brittle and hard."
          ],
          "wordAnswer": "To remove chlorophyll from the leaf.",
          "explanation": "The leaf is boiled in alcohol to remove chlorophyll from the leaf. Chlorophyll is a pigment responsible for the green color in plants. By boiling the leaf in alcohol, the chlorophyll is dissolved and removed, allowing for a clearer observation of the presence or absence of starch in the leaf."
        },
        {
          "questionNumber": "49",
          "question": "Which of the following reagents will stain pink red when mixed with groundnut oil?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Benedict's solution",
            "Fehling's reagent",
            "Sudan III",
            "Millon's reagent"
          ],
          "wordAnswer": "Sudan III",
          "explanation": "Sudan III is the reagent that will stain pink red when mixed with groundnut oil. Sudan III is a lipid-soluble dye that is used to detect the presence of lipids, including oils. When mixed with groundnut oil, Sudan III will bind to the lipids and produce a pink-red color."
        },
        {
          "questionNumber": "50",
          "question": "What color will be observed when Fehling's solution is added to ground germinating maize seed paste and heated?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Blue",
            "Purple",
            "Brick red",
            "Violet"
          ],
          "wordAnswer": "Brick red",
          "explanation": "When Fehling's solution is added to ground germinating maize seed paste and heated, a brick red color will be observed. Fehling's solution is used to test for the presence of reducing sugars. In the presence of reducing sugars, such as glucose, Fehling's solution undergoes a chemical reaction that results in the formation of a brick red precipitate."
        }
      ]
    }
  ]
}