{
  "privateTitle": "GCE 2016",
  "publicTitle": "Past GCE 9",
  "numberOfQuestions": 50,
  "numberOfSections": 6,
  "sections": [
    {
      "title": "Section I",
      "numberOfQuestions": 7,
      "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
      "questions": [
        {
          "questionNumber": "1",
          "question": "Which of the following atmospheric conditions would increase the rate of water loss in a plant?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Windy, cold and damp",
            "Windy, hot and dry",
            "Hot, windy and damp",
            "Damp, hot and no wind"
          ],
          "wordAnswer": "Windy, hot and dry",
          "explanation": "The presence of wind increases the rate of transpiration in plants by creating a higher concentration gradient between the plant's leaves and the surrounding air. Hot and dry conditions further enhance water loss as the dry air absorbs moisture from the plant's leaves."
        },
        {
          "questionNumber": "2",
          "question": "Which of the following best describes a typical reptile?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Scaly, warm blooded and egg-laying",
            "Invertebrate, scaly and cold blooded",
            "Vertebrate, scaly and cold blooded",
            "Hairy, vertebrate and cold blooded"
          ],
          "wordAnswer": "Vertebrate, scaly and cold blooded",
          "explanation": "Reptiles are vertebrates, meaning they have a backbone. They are also characterized by their scaly skin, which provides protection and helps reduce water loss. Reptiles are cold-blooded, meaning their body temperature is dependent on the external environment."
        },
        {
          "questionNumber": "3",
          "question": "A solution from crushed germinating beans was put in a test tube. Millon's reagent was added and the test tube was heated. Which of the following conclusions is correct?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "A blue coloration is observed.",
            "A purple coloration is observed.",
            "A red coloration is observed.",
            "No colour change."
          ],
          "wordAnswer": "A red coloration is observed.",
          "explanation": "Millon's reagent is used to detect the presence of phenolic compounds, such as tyrosine and tryptophan. These are amino acids present in proteins. When heated, a red coloration is observed, indicating the presence of proteins in the solution from crushed germinating beans."
        },
        {
          "questionNumber": "4",
          "question": "Which of the following best describes blood in the pulmonary artery?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Deoxygenated, poor in food and under low pressure.",
            "Oxygenated, rich in food and under high pressure.",
            "Oxygenated, poor in food and under low pressure.",
            "Deoxygenated, rich in food and under high pressure."
          ],
          "wordAnswer": "Deoxygenated, poor in food and under low pressure.",
          "explanation": "The pulmonary artery carries deoxygenated blood from the heart to the lungs for oxygenation. It is poor in food (nutrients) because the blood it transports comes from tissues where nutrients have been absorbed and metabolised. The blood in the pulmonary artery is under low pressure as it is pumped from the right ventricle of the heart."
        },
        {
          "questionNumber": "5",
          "question": "A shoot illuminated on one side will:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Bend to one side.",
            "Bend towards the light source.",
            "Look weak.",
            "Lack chlorophyll."
          ],
          "wordAnswer": "Bend towards the light source.",
          "explanation": "When a shoot is illuminated on one side, it causes auxin to migrate to the un-illuminated side, High auxin concentration on the shaded side stimulates rapid growth. This differential growth results in the shoot bending towards the light source."
        },
        {
          "questionNumber": "6",
          "question": "The pigment melanin that gives the skin its colour is found in:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Malpighian layer.",
            "Granular layer.",
            "Cornified layer.",
            "Dermis."
          ],
          "wordAnswer": "Malpighian layer.",
          "explanation": "Melanin is produced by melanocytes located in the Malpighian layer of the skin. The Malpighian layer is the innermost layer of the epidermis."
        },
        {
          "questionNumber": "7",
          "question": "Trypsin is secreted by:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Duodenal wall.",
            "Stomach wall.",
            "Pancreas.",
            "Ileum."
          ],
          "wordAnswer": "Pancreas.",
          "explanation": "Trypsin is an enzyme produced and secreted by the pancreas into the small intestine (duodenum). Trypsin is initially secreted in an inactive form called Trypsinogen. Once in the intestine, trypsinogen is activated to trypsin by enterokinase. Trypsin breaks down proteins into smaller peptide fragments."
        }
      ]
    },
    {
      "title": "Section II",
      "numberOfQuestions": 13,
      "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
      "questions": [
        {
          "questionNumber": "8",
          "question": "The diagram below is the life cycle of a housefly. Which of the following is true of stage X?",
          "image": "lifecycle_housefly_june_2016.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "It feeds heavily.",
            "It is segmented.",
            "It is dormant.",
            "It is the cocoon."
          ],
          "wordAnswer": "It feeds heavily.",
          "explanation": "Stage X in the life cycle of a housefly is the larval stage, also known as the maggot stage. During this stage, the larva feeds heavily to grow and develop."
        },
        {
          "questionNumber": "9",
          "question": "Adult insects are covered by?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "A cuticle",
            "Scales",
            "Hairy skin",
            "Epidermal cells."
          ],
          "wordAnswer": "A cuticle",
          "explanation": "Adult insects are covered by a waxy and waterproof layer called the cuticle. This cuticle provides protection and helps prevent water loss."
        },
        {
          "questionNumber": "10",
          "question": "The production of urine takes place in the mammalian:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Testis",
            "Kidney",
            "Bladder",
            "Ureter"
          ],
          "wordAnswer": "Kidney",
          "explanation": "Production of urine in mammals occurs in the kidneys. The kidney contains structures known as nephrons which carry out ultra-filtration of blood, selective reasorption of useful substances from the glomrular filtate and tubular secretion of unwanted substance into the glomerular filtate, resulting in urine formation. \n The other structures do not produce urine.\n\n The testis produces sperm and male sex hormones such as testosterone. \n\n The ureter carries urine from the kidneys to the bladder. \n\n The bladder temporarily stores urine."
        },
        {
          "questionNumber": "11",
          "question": "Pollen grains are produced in:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Stigma",
            "Ovary",
            "Style",
            "Anthers"
          ],
          "wordAnswer": "Anthers",
          "explanation": "The Anther (a part of the male reproductive organ of a flower) produces pollen grains which contain the male gametes. \n\n The stigma receives pollen grains from the anthers during pollination.\n The style connects the stigma to the ovary and also provides nourishment to the pollen tube as it grows towards the ovule.\n\n The ovary contains and protects the ovules."
        },
        {
          "questionNumber": "12",
          "question": "Antennae of an insect are used for:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Defense",
            "Feeding",
            "Tasting",
            "Smelling"
          ],
          "wordAnswer": "Smelling",
          "explanation": "The antennae of an insect are used for smelling. They contain sensory receptors that allow insects to detect odors and chemicals in their environment."
        },
        {
          "questionNumber": "13",
          "question": "In which part of the eye are light-sensitive cells found?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Lens",
            "Vitreous humour",
            "Retina",
            "Choroid"
          ],
          "wordAnswer": "Retina",
          "explanation": "Light-sensitive cells are found in the retina of the eye. These cells, called rods and cones, convert light into electrical signals that are sent to the brain through the optic nerves, allowing us to see."
        },
        {
          "questionNumber": "14",
          "question": "The amount of light entering the eye is controlled by:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Cornea",
            "Aqueous humour",
            "Iris and pupil",
            "Pupil only"
          ],
          "wordAnswer": "Iris and pupil",
          "explanation": "The iris regulates the size of the pupil, which determines the amount of light that enters the eye."
        },
        {
          "questionNumber": "15",
          "question": "Refraction of light in the eye is done by:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Cornea, humour and retina",
            "Cornea, humour and lens",
            "Cornea, retina and iris",
            "Cornea, pupil, humours and retina"
          ],
          "wordAnswer": "Cornea, humour and lens",
          "explanation": "The cornea begins the initial refraction of light, followed by the aqueous humour, lens and finally the vitreous humour before it is focused onto the retina, allowing us to see objects clearly."
        },
        {
          "questionNumber": "16",
          "question": "In the diagram of a food web below, a tertiary consumer could be:",
          "image": "foodweb_june_2016.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Toad",
            "Rat",
            "Hen",
            "Hawk"
          ],
          "wordAnswer": "Hawk",
          "explanation": "In the given food web, a tertiary consumer is an animal that feeds on secondary consumers. Hawk is the correct answer because it is the only animal that is positioned at the top of the food chain and preys on other animals, making it a tertiary consumer. \n\n The other options, such as Toad, Rat, and Hen, are positioned lower in the food chain and are either primary or secondary consumers."
        },
        {
          "questionNumber": "17",
          "question": "The body of an adult insect is divided into three main parts namely:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Head, thorax and abdomen.",
            "Head, wings and abdomen.",
            "Cephalothorax, legs and abdomen.",
            "Hed, legs and abdomen."
          ],
          "wordAnswer": "Head, thorax and abdomen.",
          "explanation": "The body of an adult insect is divided into three main parts: Head, thorax, and abdomen. These parts are distinct and serve different functions. The head contains sensory organs and mouthparts, the thorax is where the legs and wings are attached, and the abdomen houses the digestive, reproductive, and respiratory systems."
        },
        {
          "questionNumber": "18",
          "question": "In which part of the mammalian kidney does ultra-filtration take place?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Medulla",
            "Glomerulus",
            "Pelvis",
            "Renal tubules"
          ],
          "wordAnswer": "Glomerulus",
          "explanation": "Ultra-filtration, the process of filtering blood to form urine, takes place in the glomerulus of the mammalian kidney. The glomerulus is a network of tiny blood vessels called capillaries that allow small molecules, such as water, salts, and waste products, to pass through while retaining larger molecules like proteins and blood cells. \n The other options are wrong because:\n\n The medulla contains the renal tubules which do not carryout ultra-filtration. \n\n The pelvis collects urine from the collecting ducts. \n\n The renal tubules carry out selective reabsorption of useful substances and tubular secretion of unwaned substances before urine is formed."
        },
        {
          "questionNumber": "19",
          "question": "The part X in the diagram below is:",
          "image": "neuron_june_2016.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Dendron",
            "Axon",
            "Cell body",
            "Receptor"
          ],
          "wordAnswer": "Dendron",
          "explanation": "The part X in the given diagram represents a dendron, which is a long, branched extension of a neuron. Dendrons receive incoming signals from other neurons or sensory receptors and transmit them towards the cell body. They play a crucial role in relaying information within the nervous system. The other options, such as Axon, Cell body, and Receptor, represent different components of a neuron and are not specifically depicted in the diagram."
        },
        {
          "questionNumber": "20",
          "question": "Herbivorous mammals have long guts for:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Storing food",
            "Regurgitation",
            "Grinding food",
            "Giving time for cellulose to be digested."
          ],
          "wordAnswer": "Giving time for cellulose to be digested.",
          "explanation": "Herbivorous mammals have long guts to facilitate the digestion of cellulose, a complex carbohydrate found in plant cell walls. The lengthy digestive system provides time for cellulose to be digested by the action of cellulase produced by specialized microorganisms, such as bacteria, that live in the gut."
        }
      ]
    },
    {
      "title": "Section III",
      "numberOfQuestions": 5,
      "directions": "Each question consists of three responses. \nOne or more of the response(s) is or are correct. \nSelect: \nA. If 1, 2 and 3 are all correct. \nB. If 1 and 2 only are correct. \nC. If 2 and 3 only are correct. \nD. If 1 only is correct.",
      "questions": [
        {
          "questionNumber": "21",
          "question": "During inspiration:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "The diaphragm flattens",
            "The volume of the lungs increase",
            "The lower ribs move downward"
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1 and 2 only are correct",
          "explanation": "During inspiration, the diaphragm flattens, which increases the volume of the lungs. This allows air to enter the lungs. \n\nDuring inspiration, the lower ribs actually move upward and outward to further expand the chest cavity."
        },
        {
          "questionNumber": "22",
          "question": "A virus:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Is a parasite.",
            "Can contain DNA and RNA.",
            "Has a nuclear membrane."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1 only is correct",
          "explanation": "A virus is a parasite. It is an infectious agent that requires a host cell to replicate. It usually causes harm to its host(characteristic of a parasite).\n\n A virus can have either DNA or RNA as its genetic material but not both. \n\n A virus does not have a nuclear membrane."
        },
        {
          "questionNumber": "23",
          "question": "Favorable effects of biotic factors in an ecosystem include:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Pollination.",
            "Decomposition of dead organic matter.",
            "Eutrophication."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1 and 2 only are correct",
          "explanation": "Biotic factors in an ecosystem refers to the living factors. Pollination is one of such effect produced by insect, bats, birds etc. During pollination, pollen grains are transferred from the male reproductive organs of a flower to the female reproductive organs, leading to fertilization and reproduction. Decomposition of dead organic matter by saprophytic bacteria and fungi is also beneficial as it recycles nutrients back into the ecosystem. \n\n Eutrophication is not a favorable effect but rather an excessive nutrient enrichment that can lead to harmful algal blooms and oxygen depletion in aquatic ecosystems, resulting in death of some aquatic organisms."
        },
        {
          "questionNumber": "24",
          "question": "Mushroom is a saprophyte because:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "It has no pigment.",
            "It feeds on dead organisms.",
            "It carries out extracellular digestion."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "2 and 3 only are correct",
          "explanation": "Mushroom is a saprophyte, which means it obtains nutrients by feeding on dead organisms. Additionally, mushrooms carry out extracellular digestion, breaking down organic matter outside their cells and absorbing the nutrients. \n\n The presence or absence of pigment is not a defining characteristic of being a saprophyte."
        },
        {
          "questionNumber": "25",
          "question": "Adaptations of the lungs to their functions include:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Presence of thick walled alveoli.",
            "Moisture on alveolar walls.",
            "Highly vascularized."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "2 and 3 only are correct",
          "explanation": "The presence of moisture on the alveolar walls helps to dissolve respiratory gases to facilitate diffusion between the alveoli and the capillaries. The lungs are highly vascularized, meaning they have an extensive network of blood vessels, allowing for the transport of oxygen and carbon dioxide.\n\n Alveoli are actually 'thin-walled' and not 'thick-walled' to facilitate efficient gas exchange."
        }
      ]
    },
    {
      "title": "Section IV",
      "numberOfQuestions": 5,
      "directions": "Each question consists of a First and Second statements. \nChoose: \nA. If both statements are true and the second statement is a correct explanation of the first. \nB. If both statements are true and the second statement is not a correct explanation of the first. \nC. If the first statement is true and the second statement is false. \nD. If the first statement is false and the second statement is true.",
      "questions": [
        {
          "questionNumber": "26",
          "question": null,
          "image": null,
          "twoStatements": [
            "The heart beats fast at the face of danger.",
            "Adrenaline is secreted into the blood stream during danger."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "Both statements are True and the second statement is a correct explanation of the first",
          "explanation": "Both statements are True and the second statement is a correct explanation of the first. At the face of danger, adrenaline is secreted into the blood stream and carried to the heart where it stimulates the heart to beat faster. This increase in heart rate helps to supply oxygen and nutrients faster to the skeletal muscles in preparation for action."
        },
        {
          "questionNumber": "27",
          "question": null,
          "image": null,
          "twoStatements": [
            "ADH is secreted by the kidney.",
            "ADH is secreted when blood is concentrated."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "First statement is False. Second statement is True",
          "explanation": "First statement is False. Second statement is True.\n\n ADH (Antidiuretic Hormone) is not secreted by the kidney but rather by the posterior pituitary in the brain. ADH is secreted when blood is concentrated or when the osmotic pressure of blood is high. ADH is carried to the kidneys where it stimulates the distal convoluted tubules and collecting ducts to become more permeable to water. Much water is thus reabsorbed from the glomerular filtrate and return to blood."
        },
        {
          "questionNumber": "28",
          "question": null,
          "image": null,
          "twoStatements": [
            "During swallowing breathing stops.",
            "Entrance into the glottis is blocked by food during swallowing."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "First statement is True. Second statement is False",
          "explanation": "First statement is True. Second statement is False. is correct because the first statement 'During swallowing breathing stops. The glottis, which is the opening to the windpipe, is actually closed by the 'epiglottis' and not 'food'. This prevents food from entering the trachea."
        },
        {
          "questionNumber": "29",
          "question": null,
          "image": null,
          "twoStatements": [
            "Untreated sewage in water bodies causes eutrophication.",
            "Untreated sewage causes algal bloom in water."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "Both statements are True and the second statement is a correct explanation of the first",
          "explanation": "Both statements are True and the second statement is a correct explanation of the first. \n\n Untreated sewage in water bodies causes eutrophication as the excess nutrients in sewage can lead to algal blooms and depletion of oxygen in water bodies."
        },
        {
          "questionNumber": "30",
          "question": null,
          "image": null,
          "twoStatements": [
            "The number of organisms decreases as one moves from lower trophic level to higher trophic levels.",
            "Much energy is lost as one moves from lower to higher trophic levels."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "Both statements are True and the second statement is a correct explanation of the first",
          "explanation": "Both statements are True and the second statement is a correct explanation of the first'. \n\n The number of organisms decreases as one moves from lower trophic level to higher trophic levels. Energy transfer and biomass generally decrease as we move up the food chain. Energy is lost at each trophic level due to metabolic processes and heat production."
        }
      ]
    },
    {
      "title": "Section V",
      "numberOfQuestions": 10,
      "directions": "Each question consists of four lettered headings A, B, C and D. \nSelect the heading which is closely related to the description.",
      "questions": [
        {
          "title": "Section V",
          "numberOfQuestions": 10,
          "directions": "Each question consists of four lettered headings A, B, C and D. \nSelect the heading which is closely related to the description.",
          "questions": [
            {
              "questionNumber": "31",
              "question": "A carbohydrate digesting enzyme:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Rennin",
                "Ptyalin",
                "Trypsin",
                "Pepsin"
              ],
              "wordAnswer": "Ptyalin",
              "explanation": "Ptyalin is a carbohydrate digesting enzyme that is produced by the salivary glands and helps in the digestion of starch to maltose in the mouth.\n\n Rennin, pepsin and trypsin are protein digesting enzymes."
            },
            {
              "questionNumber": "32",
              "question": "An edaphic factor:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Atmospheric temperature.",
                "Light.",
                "Atmospheric pressure.",
                "Soil acidity."
              ],
              "wordAnswer": "Soil acidity.",
              "explanation": "Edaphic factors are factors related to soil that influence plant growth and development. Soil acidity is one such factor that affects nutrient availability and plant health."
            },
            {
              "questionNumber": "33",
              "question": "Carrier of genes:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Genotype",
                "Chromosome",
                "Recessive",
                "Phenotype"
              ],
              "wordAnswer": "Chromosome",
              "explanation": "Chromosomes are the carriers of genes, which are the units of heredity.\n\n Genotype refers to the genetic makeup of an organism, \nRecessive refers to an allele that is masked by a dominant allele. \nPhenotype refers to the physical or observable characteristics of an organism."
            },
            {
              "questionNumber": "34",
              "question": "Made up of organisms of the same species:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Biosphere",
                "Ecosystem",
                "Population",
                "Community"
              ],
              "wordAnswer": "Population",
              "explanation": " A population refers to a group of organisms of the same species living in the same area and can interbreed. \n\n Biosphere refers to the sum of all ecosystems on Earth, \n\n Ecosystem refers to a natural unit consisting of living organisms interacting with each other and the non living (abiotic) factors to produce a self supporting system.\n\n Community refers to all the populations of different species in a given area.On"
            },
            {
              "questionNumber": "35",
              "question": "Production of antibodies:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Platelets",
                "Plasma",
                "Erythrocytes",
                "Leucocytes"
              ],
              "wordAnswer": "Leucocytes",
              "explanation": "Leucocytes (white blood cells) are responsible for the production of antibodies. Antibodies are produced by a type of leucocytes called lypmphocytes. Antibodies play a crucial role in the immune response by fighting against specific foreign substances or pathogens. \n\n Platelets are involved in blood clotting. \n\n Plasma is the liquid component of blood. \n\n Erythrocytes are red blood cells. Their function is to transport respiratory gases."
            },
            {
              "questionNumber": "36",
              "question": "Produces lubricant at joints:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Synovial membrane",
                "Cartilage",
                "Ligament",
                "Bone"
              ],
              "wordAnswer": "Synovial membrane",
              "explanation": "Synovial membrane is a specialized connective tissue membrane that lines the inner surface of joint capsules. It produces a lubricant called synovial fluid at joints. Synovial fluid reduces friction between the bones and facilitate smooth movement. \n\n Cartilage provides cushioning.\n Ligament connects bone to bone at joints."
            },
            {
              "questionNumber": "37",
              "question": "Deficiency of this vitamin results in bleeding gums:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Vitamin D",
                "Vitamin C",
                "Vitamin B",
                "Vitamin A"
              ],
              "wordAnswer": "Vitamin C",
              "explanation": "A deficiency of Vitamin C can result in bleeding gums. Vitamin C, also known as ascorbic acid, is essential for the synthesis of collagen, a protein that helps in maintaining the health of gums and connective tissues. Insufficient intake of Vitamin C can lead to weakened blood vessels, which can cause bleeding gums. \n\n Vitamin D is important in the absorption of calcium and phosphate salts which help in hardening of bones. \n\n Vitamin B is involved in tissue respiration. \n\n Vitamin A is important for vision."
            },
            {
              "questionNumber": "38",
              "question": "Where an organism lives:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Ecosystem",
                "Environment",
                "Community",
                "Habitat"
              ],
              "wordAnswer": "Habitat",
              "explanation": "Habitat' refers to the specific place where an organism lives.\n\n An ecosystem refers to the interactions between living organisms and their physical environment. \n\nThe environment encompasses the entire surroundings of an organism. \n\nA community refers to the various populations of different species in an area."
            },
            {
              "questionNumber": "39",
              "question": "Its destruction will interrupt movement of water in plants:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Phloem",
                "Xylem",
                "Cambium",
                "Cortex"
              ],
              "wordAnswer": "Xylem",
              "explanation": "Xylem is a specialized tissue in plants that transports water and minerals from the roots to the rest of the plant. It consists of long, hollow cells called tracheids and vessel elements that form a continuous pathway for water movement. If the xylem is destroyed, the movement of water in plants will be interrupted, leading to a lack of water supply to the leaves and other parts of the plant. \n\n Phloem, on the other hand, transports sugars and other nutrients, while cambium and cortex are tissues involved in plant growth and support."
            },
            {
              "questionNumber": "40",
              "question": "Deficiency of iodine in the diet will lead to its malfunctioning:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Thyroid gland",
                "Adrenal gland",
                "Pituitary gland",
                "Pancreas"
              ],
              "wordAnswer": "Thyroid gland",
              "explanation": "Thyroid gland is an important endocrine gland located in the neck that produces thyroxin involved in regulating metabolism and growth. Iodine is essential for the production of thyroid hormones, and a deficiency of iodine in the diet can lead to the malfunctioning of the thyroid gland. This can result in conditions such as goiter (enlarged thyroid gland) or hypothyroidism (underactive thyroid). \n\n The Adrenal gland, Pancreas and pituitary are not affected by Iodine deficiency in the diet."
            }
          ]
        },
        {
          "title": "Section VI",
          "numberOfQuestions": 10,
          "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
          "questions": [
            {
              "questionNumber": "41",
              "question": "Given that black fur is dominant over grey fur in mice, which of the following is a result of crossing a heterozygous black mouse and a grey mouse?",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "All offspring are black.",
                "3/4 of offspring are black.",
                "1/2 of the offspring are black.",
                "1/4 of the offspring are black."
              ],
              "wordAnswer": "1/2 of the offspring are black.",
              "explanation": "Allele for Black fur (B) is dominant over allele for grey fur (g). Crossing a heterozygous black mouse (Bb) with a grey fur mouse (bb) produces offspring with the genotypes Bb, Bb, bb, bb. The Bb genotype represents black fur, while the bb genotype represents grey fur. Therefore, half (1/2) of the offspring will have black fur, and the other half will have grey fur."
            },
            {
              "questionNumber": "42",
              "question": "In testing a leaf for starch, the leaf is first boiled in water to:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Make the leaf soft.",
                "Stop all chemical reactions.",
                "Slow down enzyme activities.",
                "Speed up the conversion of glucose to starch."
              ],
              "wordAnswer": "Stop all chemical reactions.",
              "explanation": "Boiling the leaf in water is done to stop all chemical reactions. By subjecting the leaf to boiling water, the heat denatures and deactivates enzymes present in the leaf tissue. This is important to ensure that no other chemical reactions can interfere with the test being done."
            },
            {
              "questionNumber": "43",
              "question": "At the start of seed germination, water:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Activates enzymes.",
                "Breaks testa.",
                "Opens the micropyle",
                "Is used to produce food."
              ],
              "wordAnswer": "Activates enzymes.",
              "explanation": "During seed germination, water plays a crucial role in activating enzymes. Enzymes are responsible for breaking down stored nutrients in the seed, such as starch and proteins, into simpler forms that can be used by the growing embryo. Water acts as a trigger for the activation of these enzymes, initiating the metabolic processes required for the embryo to grow and develop. As a result, the seed begins to sprout, and the plant starts its journey towards growth and development."
            },
            {
              "questionNumber": "44",
              "question": "A drop in the dry mass of a seed occurs at the beginning of germination due to:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Water evaporation.",
                "Stored food being used.",
                "Excretion.",
                "Digestion of food."
              ],
              "wordAnswer": "Stored food being used.",
              "explanation": "At the beginning of seed germination, there is a drop in the dry mass of the seed because stored food is being used. During germination, the embryo within the seed relies on the stored reserves of nutrients, such as starch, proteins, and lipids, to fuel its growth and development until it can establish a functional root and shoot system and start photosynthesizing."
            },
            {
              "questionNumber": "45",
              "question": "Maize plant interspersed with leguminous plants will look greener because:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "The leguminous plants give shed to the maize.",
                "The leguminous plants reduce water loss.",
                "The leguminous plants make more water available to the maize.",
                "The leguminous plants increase the nitrogen content of the soil."
              ],
              "wordAnswer": "The leguminous plants increase the nitrogen content of the soil.",
              "explanation": "Leguminous plants increase the nitrogen content of the soil. This is because leguminous plants have a symbiotic relationship with nitrogen-fixing bacteria in their root nodules. These bacteria convert atmospheric nitrogen into a form that plants can absorb and use. The increased nitrogen content in the soil promotes greener and healthier growth of the maize plant."
            },
            {
              "questionNumber": "46",
              "question": "The percentage of carbon dioxide in expired air is more than that in inspired air because:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Carbon dioxide is produced in tissue respiration.",
                "Much carbon dioxide is produced in the lungs.",
                "It is not used in the body.",
                "Carbon dioxide is poisonous"
              ],
              "wordAnswer": "It is produced in tissue respiration.",
              "explanation": "When we breathe in, oxygen is taken up by the body's cells and used during aerobic respiration to produce energy, with carbon dioxide being released as a waste product. This carbon dioxide is then transported back to the lungs through the bloodstream and exhaled during expiration. Therefore, the percentage of carbon dioxide in expired air becomes higher than that in inspired air because it is a byproduct of tissue respiration."
            },
            {
              "questionNumber": "47",
              "question": "Roofs of houses in industrial areas are often corroded due to:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Poor quality of material.",
                "Much rain.",
                "Presence of dissolved chemicals in the atmosphere.",
                "Smoke from industry."
              ],
              "wordAnswer": "Presence of dissolved chemicals in the atmosphere.",
              "explanation": "In industrial areas, there are often high levels of air pollutants such as sulphur dioxide, Nitrogen dioxide etc. These pollutants can react with the moisture in the air to form corrosive substances, such as acids. When these corrosive acids come into contact with the roofs of houses, they can cause corrosion and damage over time."
            },
            {
              "questionNumber": "48",
              "question": "The wilting of a newly transplanted well-watered seedling on a sunny day is due to:",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "High light intensity.",
                "The weakness of the stem.",
                "High temperature.",
                "High rate of transpiration and little water uptake."
              ],
              "wordAnswer": "High rate of transpiration and little water uptake.",
              "explanation": "When a newly transplanted seedling is exposed to high light intensity and high temperature on a sunny day, it leads to an increased rate of transpiration. Transpiration is the process by which water is lost from the leaves of plants through small openings called stomata. If the seedling is not able to take up enough water from the soil to compensate for the water loss through transpiration, it can result in wilting."
            },
            {
              "questionNumber": "49",
              "question": "Bread left on the kitchen window for two days moulds due to: ",
              "image": null,
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Growth of fungal spores from the air.",
                "Decay by bacteria.",
                "Absorption of moisture from the air.",
                "Decomposition by viruses and bacteria."
              ],
              "wordAnswer": "Growth of fungal spores from the air.",
              "explanation": "Bread left on the kitchen window for two days tends to develop moulds due to the presence of fungal spores in the air. Fungal spores are tiny reproductive structures produced by fungi, and they can be found in the environment, including the air. When bread is exposed to moisture and favorable conditions, such as warmth, these fungal spores can land on the bread's surface and start to grow. As they grow, they form visible mold patches, which are composed of fungal hyphae."
            },
            {
              "questionNumber": "50",
              "question": "From the graph below showing the effect of temperature on the rate of enzyme controlled reaction, which of the following is true?",
              "image": "graph_enzyme_activity_june_2016.jpg",
              "twoStatements": null,
              "nonSelectableOptions": null,
              "selectableOptions": [
                "Increase in temperature always increases the rate of reaction.",
                "Enzymes are active at all temperatures.",
                "Enzymes are denatured at very high temperature.",
                "Enzymes are inactive at very high temperature."
              ],
              "wordAnswer": "Enzymes are denatured at very high temperature.",
              "explanation": "The graph shows that as the temperature increases, the rate of the enzyme-controlled reaction initially increases, reaches an optimum point, and then starts to decrease. At very high temperatures, enzymes can become denatured. Denaturation is a process in which the three-dimensional structure of the enzyme is disrupted, leading to a loss of its function."
            }
          ]
        }
      ]
    }
  ]
}