{
  "privateTitle": "GCE 2022",
  "publicTitle": "Past GCE 3",
  "numberOfQuestions": 50,
  "numberOfSections": 6,
  "sections": [
    {
      "title": "Section I",
      "numberOfQuestions": 7,
      "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
      "questions": [
        {
          "questionNumber": "1",
          "question": "Which group of bacteria would cause a decrease in soil fertility?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Saprophytic bacteria.",
            "Nitrogen fixing bacteria.",
            "Denitrifying bacteria.",
            "Nitrifying bacteria."
          ],
          "wordAnswer": "Denitrifying bacteria.",
          "explanation": "Denitrifying bacteria reduce soil fertility by converting soil nitrates into atmospheric nitrogen. The other options are incorrect because:\n\n- Saprophytic bacteria bring about decay, releasing ammonia and ammonium compounds into the soil, increasing the nitrogen content of the soil. \n\n- Nitrifying bacteria convert the ammonia and ammonium salts into nitrite and then nitrate, increasing the nitrogen content of the soil.\n\n- Nitrogen fixing bacteria converts atmospheric nitrogen into soil nitrate, increasing the nitrogen content of the soil and hence, soil fertility."
        },
        {
          "questionNumber": "2",
          "question": "It is one of the reasons for the success of insects in nature.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "They have wings that enable them reach out to distant environments.",
            "They have an endoskeleton that protects their inner structure.",
            "They have only simple eyes which are well adapted for vision.",
            "They reproduce sexually."
          ],
          "wordAnswer": "They have wings that enable them reach out to distant environments.",
          "explanation": "The presence of wings in most insects enable them reach out to distant environments very quickly than would be possible while walking. The other options are incorrect because:\n\n- Insects do not have an endoskeleton, but an exoskeleton made up of chitin.\n- Insects have a pair of compound eyes, not simple eyes."
        },
        {
          "questionNumber": "3",
          "question": "A normal skinned man who is married to a normal skinned woman finds out that their last boy is an albino. What are the probable genotypes of the couples?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Aa and aa.",
            "AA and aa.",
            "Aa an AA.",
            "Aa an Aa."
          ],
          "wordAnswer": "Aa an Aa.",
          "explanation": "For parents who are normal skin to give but to an albino, they must be carriers of the recessive allele for albinism (a). Therefore, their genotypes must be Aa and Aa."
        },
        {
          "questionNumber": "4",
          "question": "The diagram below shows the carbon cycle. Which of the following processes are represented by the letters P, W and Q?",
          "image": "carbon_cycle_june_2022.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Respiration(P), Photosynthesis(W) and Combustion(R)",
            "Respiration(P), Combustion(W) and Decay(R)",
            "Respiration(P), Combustion(W) and Oxidation(R)",
            "Combustion(P), Respiration(W) and Decay(R)"
          ],
          "wordAnswer": "Respiration(P), Photosynthesis(W) and Combustion(R)",
          "explanation": null
        },
        {
          "questionNumber": "5",
          "question": "Which of the following organisms is a producer?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Yeast.",
            "Mushroom.",
            "Spirogyra.",
            "Man."
          ],
          "wordAnswer": "Spirogyra.",
          "explanation": "Spirogyra is a producer (autotrophic). Sypirogyra is able to manufacture its own food by photosynthesis. It contains chloroplast with chlorophyll to trap sunlight energy. This trapped energy is used to combine carbon dioxide and water to form carbohydrate.\n\n- Man, mushroom and yeast are heterotrophs because they lack chloroplasts or chlorophyll."
        },
        {
          "questionNumber": "6",
          "question": "A part of the human eye that refracts light.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Iris.",
            "Cornea.",
            "Pupil.",
            "Retina."
          ],
          "wordAnswer": "Cornea.",
          "explanation": "Of the four alternatives, only the cornea is able to refract light. \n\n- The iris and pupil regulate the amount of light entering the eye.\n The retina is the surface on which the refracted light is focused to form an image of the object."
        },
        {
          "questionNumber": "7",
          "question": "A food sample was tested with Benedict's solution and a brick-red coloration was observed. The food sample contained;",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Starch.",
            "Protein.",
            "Fats.",
            "Glucose."
          ],
          "wordAnswer": "Glucose.",
          "explanation": "Benedict's solution is used to test for reducing sugar. When ever a food sample is tested with Benedict's solution and a brick-red coloration is observed, it is an indication that the food sample contains reducing sugar. \n\n- Out of the four food samples, only glucose is a reducing sugar"
        }
      ]
    },
    {
      "title": "Section II",
      "numberOfQuestions": 13,
      "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
      "questions": [
        {
          "questionNumber": "8",
          "question": "Below is a food chain in which the letters W, Q, X and Y represent some organisms. Plants-->W-->Q-->X-->Y. Extinction of organism Q will",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Have no effect on the chain.",
            "Lead to an increase in the population of X.",
            "Lead to a decrease in the population of W.",
            "Lead to an increase in the population of W."
          ],
          "wordAnswer": "Lead to an increase in the population of W.",
          "explanation": "In a food chain, each organism has only one food source. Because Q feeds on W only, extinction of organism Q will lead to an increase in the population of W."
        },
        {
          "questionNumber": "9",
          "question": "The diagram below shows the steps involved in testing for starch in a leaf. At which step is the leaf decolorized?",
          "image": "experiment_test_for_starch_june_2022.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "A",
            "B",
            "C",
            "D"
          ],
          "wordAnswer": "B",
          "explanation": "The leaf is decolorized at step B, which involves boiling the leaf in alcohol."
        },
        {
          "questionNumber": "10",
          "question": "Which part of the mammalian brain is responsible for balance?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Cerebrum.",
            "Medulla oblongata.",
            "Cerebellum.",
            "Midbrain."
          ],
          "wordAnswer": "Cerebellum.",
          "explanation": "Destruction of the cerebellum would result in the mammal unable to maintain its balance. Hence, the cerebellum is responsible for balance and posture. The other options are incorrect because:\n\n- The cerebrum is responsible for voluntary movements, memory, learning, intelligence.\n\n- The medulla oblongata is responsible for involuntary functions such as control of breathing rate, heart rate, blood pressure.\n\n- The midbrain is responsible for processing auditory and visual information."
        },
        {
          "questionNumber": "11",
          "question": "Below is the diagram of the human skin. Which part produces melanin?",
          "image": "human_skin_june_2022.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "4",
            "3",
            "2",
            "1"
          ],
          "wordAnswer": "3",
          "explanation": "Part 3 is the malpighian layer. It contains melanocytes which produce melanin."
        },
        {
          "questionNumber": "12",
          "question": "Below is the diagram of a bony fish. Which numbered structure functions in steering the fish?",
          "image": "bony_fish_june_2022.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "2",
            "3",
            "4",
            "5"
          ],
          "wordAnswer": "2",
          "explanation": "Structure 2 (pectoral fin) and structure 1 (pelvic fin) help to steer the fish in water. The also act as brakes. The other options are incorrect because:\n\n- Structure 3 (ventral fin) and structure 5 (dorsal fin) are used for rolling and yawning.\n\n- Structure 4 (caudal fin) helps to push the fish forward."
        },
        {
          "questionNumber": "13",
          "question": "Below is the diagram of a typical plant cell. Which structures are not found in an animal cell?",
          "image": "plant_cell_june_2022.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "2, 3",
            "1, 3",
            "3, 4",
            "1, 2"
          ],
          "wordAnswer": "1, 2",
          "explanation": "The cell wall and chloroplast are structures which are never present in animal cells.\n\n- Nucleus and cell surface membranes are structures present in both plants and animals."
        },
        {
          "questionNumber": "14",
          "question": "In which structure does fertilization take place in humans?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Ovary.",
            "Oviduct.",
            "Uterus.",
            "Vagina."
          ],
          "wordAnswer": "Oviduct.",
          "explanation": "Fertilization takes place in the oviduct. The unfertilized egg has about 24 hours to survive after ovulation. A sperm has up to 48 hours to survive in the female reproductive system. If fertilization does not occur in the oviduct, by the time the unfertilized egg reaches the uterus, it must have died, making fertilization impossible. Also, sperms undergo several physiological changes as they swim up the uterus towards the oviduct. These changes make them more potent to be able to fertilize the egg by the time the arrive the oviduct. Hence, the oviduct is the site most favorable for fertilization. The other options are incorrect because:\n\n- Implantation of the zygote and its growth and development into a foetus takes place in the uterus.\n- The ovary produces eggs.\n- The vagina serves as the birth canal as well as the site for deposition of semen during intercourse."
        },
        {
          "questionNumber": "15",
          "question": "Pancreatic juice enters the alimentary canal at the",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Stomach.",
            "Colon.",
            "Ileum.",
            "Duodenum."
          ],
          "wordAnswer": "Duodenum.",
          "explanation": "The pancreatic juice enters the alimentary canal at the duodenum through the pancreatic duct."
        },
        {
          "questionNumber": "16",
          "question": "The diagram below is that of a neurone. Which numbered structure is the dendron?",
          "image": "motor_neurone_june_2022.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "1",
            "2",
            "3",
            "4"
          ],
          "wordAnswer": "3",
          "explanation": "Structure 3 is the dendron.\n\n- Structure 1 represents dendrites.\n- Structure 2 is the nucleus.\n- Structure 4 is the axon."
        },
        {
          "questionNumber": "17",
          "question": "In the kidney, ultra-filtration takes place at the",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Loop of Henle.",
            "Proximal convoluted tubule.",
            "Glomerulus.",
            "Distal convoluted tubule."
          ],
          "wordAnswer": "Glomerulus.",
          "explanation": "ultra-filtration takes place at the glomerulus. Blood in the glumerulus is under high pressure. Because of this high pressure, small soluble substances in blood are force through the wall of the glomerulus into the capsular space of the Bowman's capsule to form the glomerular filtrate. The other options are incorrect because:\n\n- The proximal convoluted tubule, loop of Henle, and collecting duct are responsible for selective reabsorption."
        },
        {
          "questionNumber": "18",
          "question": "The diagram below shows a seedling. Select the correct option that suits the plant",
          "image": "seedling_june_2022.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Epigeal germination, Monocot.",
            "Epigeal germination, Dicot.",
            "Hypogeal germination, Dicot.",
            "Hypogeal germination, Monocot."
          ],
          "wordAnswer": "Epigeal germination, Dicot.",
          "explanation": "Seedling is a dicot because it has two cotyledons. The seedling carries out epigeal germination because the cotyledons are raised above the ground."
        },
        {
          "questionNumber": "19",
          "question": "Where does gaseous exchange occur in the lungs?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Bronchi.",
            "Bronchioles.",
            "Pulmonary artery.",
            "Alveoli."
          ],
          "wordAnswer": "Alveoli.",
          "explanation": "Gaseous exchange takes place in the alveoli. The alveolar wall is very thin, moist, highly permeable to respiratory gases and richly supplied with blood capillaries to maintain a steep diffusion gradient. These properties make the alveoli suitable as the gaseous exchange surface in the lungs. \n\n- The bronchi and bronchioles supply air to and remove air from the alveoli.\n\n The pulmonary artery carries deoxygenated blood from the right ventricles to the lungs for oxygenation."
        },
        {
          "questionNumber": "20",
          "question": "The leaf is attached to the stem of a plant at the;",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Axil.",
            "Node.",
            "Internode.",
            "Bud."
          ],
          "wordAnswer": "Node.",
          "explanation": "A node is the point of attachment of the leaf on stem. The other options are incorrect because:\n\n- The axil is the angle made by the leaf with stem or the branch at the node.\n\n- Internode is the portion between two nodes.\n\n- A bud is the condensed shoot at the stem or branch tip and at the axil of the leaf."
        }
      ]
    },
    {
      "title": "Section III",
      "numberOfQuestions": 5,
      "directions": "Each question consists of three responses. \nOne or more of the response(s) is or are correct. \nSelect: \nA. If 1, 2 and 3 are all correct. \nB. If 1 and 2 only are correct. \nC. If 2 and 3 only are correct. \nD. If 1 only is correct.",
      "questions": [
        {
          "questionNumber": "21",
          "question": "Spirogyra is",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Autotrophic.",
            "Unicellular.",
            "Terrestrial."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1 and 2 only are correct",
          "explanation": "Spirogyra is autotrophic because it contains chloroplasts with chlorophyll which trap sunlight energy required to manufacture food by photosynthesis. Spirogyra is also considered as unicellular because each cell in a filament is completely independent of the other.\n\n- Spirogyra is aquatic, not terrestrial."
        },
        {
          "questionNumber": "22",
          "question": "Tendons",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Are muscular.",
            "Connect muscles to bones.",
            "Are tough."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "2 and 3 only are correct",
          "explanation": "Tendons connect muscles to bones, and are tough because they contain collagen fibres.\n\n- Tendons are not muscular because they lack muscle fibers."
        },
        {
          "questionNumber": "23",
          "question": "Enzyme(s) involved in the formation of recombinant DNA.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Enterokinase.",
            "Ligase.",
            "Restriction endonuclease."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "2 and 3 only are correct",
          "explanation": "Restriction endonuclease cuts double stranded DNA at specific nucleotide sequences. DNA ligase joins two fragments of DNA with complimentary ends.\n\n- Enterokinase is a digestive enzyme in the duodenum, which is used to activate trypsinogen to trypsin. It has no role in the formation of recombinant DNA."
        },
        {
          "questionNumber": "24",
          "question": "Biological method(s) of controlling pests;",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Introduction of tilapia fish into a lake to eat mosquito larvae.",
            "Use of herbicides.",
            "Spraying oil on ponds to kill aquatic organisms."

          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1 only is correct",
          "explanation": "Biological method of controlling pest is one that involves the use of a living organism to reduce the population of a pest. Introduction of tilapia fish into a lake to eat mosquito larvae s an example of a biological control. \n\n- The use of herbicides and oil are chemical control methods."
        },
        {
          "questionNumber": "25",
          "question": "Eutrophication involves",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "The introduction of organic matter into a water body.",
            "Death of submerged plants.",
            "Overgrowth of algae in the water body."
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1, 2 and 3 are all correct",
          "explanation": "Eutrophication occurs when organic matter such as untreated sewage or large amount of inorganic ferilizers is introduced into a water body. The nutrient content of the water body increases, leading to an overgrowth of algae (algal bloom). When these algae die, they are decomposed by aerobic bacteria which consume a large amount of dissolved oxygen. Other aquatic organisms such as submerged plants and fish are deprived of oxygen, leading to their death. "
        }
      ]
    },
    {
      "title": "Section IV",
      "numberOfQuestions": 5,
      "directions": "Each question consists of a First and Second statements. \nChoose: \nA. If both statements are true and the second statement is a correct explanation of the first. \nB. If both statements are true and the second statement is not a correct explanation of the first. \nC. If the first statement is true and the second statement is false. \nD. If the first statement is false and the second statement is true.",
      "questions": [
        {
          "questionNumber": "26",
          "question": null,
          "image": null,
          "twoStatements": [
            "Upper epidermal cells of leaves do not contain chlorophyll.",
            "Guard cells are the only epidermal cells that contain chlorophyll"
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "Both statements are True and the second statement is is NOT a correct explanation of the first",
          "explanation": "The upper epidermal cells of leaves do not contain chlorophyll. The absence of chlorophyll in epidermal cells allows them to better serve their protective role, forming a barrier against physical damage, pathogen, and excessive water loss.\n- Guard cells are the only epidermal cells that contain chloroplasts with chlorophyll. The guard cell chloroplasts are important in stomatal opening."
        },
        {
          "questionNumber": "27",
          "question": null,
          "image": null,
          "twoStatements": [
            "Oxygen is an excretory product of plants.",
            "Oxygen is produced during photosynthesis"
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "Both statements are True and the second statement is is NOT a correct explanation of the first",
          "explanation": "Oxygen is an excretory product of plants because excess is removed by diffusion through the stomata into the atmosphere.\n- Oxygen, being a product of photosynthesis, does not explain why it is an excretory product of plants."
        },
        {
          "questionNumber": "28",
          "question": null,
          "image": null,
          "twoStatements": [
            "Germinating maize seeds contain reducing sugar.",
            "Food reserves in germinating maize seeds are hydrolysed by enzymes"
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "Both statements are True and the second statement is a correct explanation of the first",
          "explanation": "During seed germination, food reserves such as starch are hydrolysed to reducing sugars like glucose. The glucose can be oxidized during tissue respiration to provide energy for growth and development into a seedling. "
        },
        {
          "questionNumber": "29",
          "question": null,
          "image": null,
          "twoStatements": [
            "Enzymes are protein in nature.",
            "Enzymes are denatured by high temperature."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "Both statements are True and the second statement is a correct explanation of the first",
          "explanation": "Enzymes are protein in nature because they can be hydroysed into amino acids, which are the building blocks of proteins. Like all proteins, enzymes are denatured by high temperature."
        },
        {
          "questionNumber": "30",
          "question": null,
          "image": null,
          "twoStatements": [
            "Plant cells have a fixed shape.",
            "Plant cells have no cell membrane."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is True. Second statement is False",
            "First statement is False. Second statement is True"
          ],
          "wordAnswer": "First statement is True. Second statement is False",
          "explanation": "Plants cells have a fixed shape due to the presence of cell wall.\n- Plant cells like all cells, have a cell membrane."
        }
      ]
    },
    {
      "title": "Section V",
      "numberOfQuestions": 10,
      "directions": "Each question consists of four lettered headings A, B, C and D. \nSelect the heading which is closely related to the description.",
      "questions": [
        {
          "questionNumber": "31",
          "question": "Where sperms are stored.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Epididymis.",
            "Seminal vesicle.",
            "Testes.",
            "Sperm duct."
          ],
          "wordAnswer": "Epididymis.",
          "explanation": "Epididymis stores sperms. \n\n- The seminal vesicles produce seminal fluid.\n- The testes produce sperms.\n- The sperm duct conveys sperms from the epididymis to the urethra during ejaculation."
        },
        {
          "questionNumber": "32",
          "question": "Transports soluble food in plants.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Xylem.",
            "Phloem.",
            "Pith.",
            "Cortex."
          ],
          "wordAnswer": "Phloem.",
          "explanation": "The phloem transports sucrose in plants. \n\n- The xylem transports water and mineral salts from the roots to the leaves. The cortex and pith primarily help in food storage."
        },
        {
          "questionNumber": "33",
          "question": "Prevents excretion of useful substances.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Ultra-filtration.",
            "Absorption.",
            "Reabsorption.",
            "Assimilation."
          ],
          "wordAnswer": "Reabsorption.",
          "explanation": "While absorption and reabsorption are similar, reabsorption is the most correct answer in the context of preventing excretion of useful subsubstances. This is because some of the substances that had initially been absorbed by cells of the ileum are being reabsorbed again by cells of the tubular regions of the nephron. This helps to prevent their excretion from the body. \n\n- Ultra filtration leads to the loss of useful substances from blood into the capsular space of the Bowman's capsule. It does not prevent their excretion.\n\n- Assimilation refers to how the substances absorbed by the body cells are made used of"
        },
        {
          "questionNumber": "34",
          "question": "Transports soluble food to the liver.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Hepatic artery.",
            "Hepatic vein.",
            "Vena cava.",
            "Hepatic portal vein."
          ],
          "wordAnswer": "Hepatic portal vein.",
          "explanation": "The hepatic portal vein transports soluble food such as glucose and amino acids from the small intestine to the liver. The other options are incorrect because:\n\n- The hepatic vein carries blood and food away from the liver.\n\n- The hepatic artery carries oxygenated blood to the liver.\n\n- The vena cava returns deoxygenated blood from the body to the heart."
        },
        {
          "questionNumber": "35",
          "question": "The coloration observed when million's reagent is added to saliva and heated.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Blue",
            "Green",
            "Red",
            "Yellow"
          ],
          "wordAnswer": "Red",
          "explanation": "Millons reagent is a chemical used to test for proteins. When million's reagent is added to saliva and heated, a red coloration is observed. This is because saliva contains enzymes such as salivary amylase and lysozyme, which are proteins."
        },
        {
          "questionNumber": "36",
          "question": "Where starch is stored.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Pyrenoid.",
            "Cell wall.",
            "Food vacuole.",
            "Cytoplasm"
          ],
          "wordAnswer": "Pyrenoid.",
          "explanation": "Pyrenoid is a structure found in spirogyra which is used in the storage of starch."
        },
        {
          "questionNumber": "37",
          "question": "Group of organisms of the same species.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Population.",
            "Community.",
            "Ecosystem.",
            "Colony."
          ],
          "wordAnswer": "Population.",
          "explanation": "Population refers to a group of organisms of the same species in a given locality. The other options are incorrect because:\n\n- A community refers to a collection of populations of different species interacting with each other.\n\n- While a colony also refers to a group of organisms of the same species, in the context of the question, population is most correct because it does not take into consideration any mutual benefits as is the case with a colony, where individuals are connected to each other, usually for mutual benefits such as stronger defense.\n\n- An ecosystem consists of living organisms of different species, interacting with each other and with the non-living environment."
        },
        {
          "questionNumber": "38",
          "question": "Washing away of nutrients from top soil into the depth",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Erosion.",
            "Leaching.",
            "Drainage.",
            "Flooding."
          ],
          "wordAnswer": "Leaching.",
          "explanation": "Leaching is the washing away of nutrients from top soil into the depth or sub-soil where they remain unavailable to plants. The other options are incorrect because\n\n- Erosion is the washing away of top soil from one place to another. While nutrients are also carried away during erosion, the nutrients remain at the top soil and are available to plants in areas where they are deposited.\\n- Drainage is the natural or artificial removal of surface water or sub-surface water from an area with excess water."
        },
        {
          "questionNumber": "39",
          "question": "Describes a potato strip after dipping in a concentrated salt solution for 30 minutes.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Turgid.",
            "Elastic.",
            "Hard.",
            "Soft."
          ],
          "wordAnswer": "Soft.",
          "explanation": "When a potato strip is dipped in a concentrated salt solution for 30 minutes, it loses water to the salt solution by osmosis. The cells in the potato strip lose their turgidty and become flaccid and plasmolysed. The whole strip becomes soft."
        },
        {
          "questionNumber": "40",
          "question": "A good food for an anaemic person",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Carrot.",
            "Mango.",
            "Lettuce.",
            "Cray fish"
          ],
          "wordAnswer": "Lettuce.",
          "explanation": "Lettuce is a vegetable rich in iron, which is needed for the formation of haemoglobin in red blood cells. Hence, lettuce is a good food for an anaemic person."
        }
      ]
    },
    {
      "title": "Section VI",
      "numberOfQuestions": 10,
      "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
      "questions": [
        {
          "questionNumber": "41",
          "question": "In pea plants, the allele (R) for red flower is dominant over the allele (r) for white flower. A heterozygous red-flowered plant was crossed with a white flowered plant. The resulting offspring will be;",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "All red.",
            "Half red and half white.",
            "All white.",
            "All pink."
          ],
          "wordAnswer": "Half red and half white.",
          "explanation": "A cross between a heterozygous red-flowered plant (Rr) was crossed with a white flowered plant (rr) will produce offspring with the genotypes 1/2 Rr (red) and 1/2 rr (white). \n\n- All red is incorrect because both parents contain a recessive allele which when combined would produce white flowered plant.\n\n- All white is incorrect because the red flowered parent contains a dominant allele which would be expressed in the presence of a recessive allele from the white parent."
        },
        {
          "questionNumber": "42",
          "question": "The setup below was use in an experiment. The gas X is;",
          "image": "experiment_photosynthesis_june_2022.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Oxygen.",
            "Carbon dioxide.",
            "Nitrogen.",
            "Carbon monoxide."
          ],
          "wordAnswer": "Oxygen.",
          "explanation": "The gas collected in the test tube is oxygen produced during photosynthesis. "
        },
        {
          "questionNumber": "43",
          "question": "Old human red blood cells lack a nucleus. This is;",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "To ensure sufficient space for oxygen transport.",
            "To create space for DNA storage.",
            "To ensure sufficient space for food storage.",
            "To create space for waste storage."
          ],
          "wordAnswer": "To ensure sufficient space for oxygen transport.",
          "explanation": "The absence of a nucleus in an old or mature human red blood cell is an adaptation to ensure sufficient space for oxygen transport."
        },
        {
          "questionNumber": "44",
          "question": "Water drops from leaves in the morning. This is as a result of;",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Transpiration.",
            "Respiration.",
            "Guttation.",
            "Photosynthesis."
          ],
          "wordAnswer": "Guttation.",
          "explanation": "Water drops from leaves in the morning is due to guttation. It occurs in certain plants when they absorb more water from the soil than can be lost during transpiration. The other options are incorrect because:\n\n- Transpiration involves the loss of water through the stomata in the form of water vapour.\n\n Respiration involves the break down of food to release energy.\n\n Photosynthesis relates to the manufacture of carbohydrate using carbon dioxide and water"
        },
        {
          "questionNumber": "45",
          "question": "The contents of four blood vessels in a human were analyzed and the results were as indicated in the table below. Which of these blood vessels will likely be the pulmonary vein?",
          "image": "human_blood_sample_result_june_2022.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "A",
            "B",
            "C",
            "D"
          ],
          "wordAnswer": "B",
          "explanation": "'B' has the highest concentration of oxygen and the lowest concentration of carbon dioxide, which is characteristic of blood in the pulmonary vein."
        },
        {
          "questionNumber": "46",
          "question": "It is good to expose new born babies to sunlight in the morning. This is for;",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Production of vitamin D.",
            "Production of vitamin A.",
            "Production of antibodies.",
            "Production of melanin."
          ],
          "wordAnswer": "Production of vitamin D.",
          "explanation": "It is good to expose new born babies to sunlight in the morning because, early morning sunlight stimulates the production of Vitamin D in the skin. Vitamin D is important in promoting the absorption of calcium and phosphate salts from the intestine. Calcium and phosphate salts are essential for proper development and hardening of bones. The other options are incorrect because:\n\n- While sunlight may stimulate the production of melanin, it is not the reason for exposing new born babies to sunlight in the morning.\n\n- Sunlight does not stimulate production of antibodies or vitamin A."
        },
        {
          "questionNumber": "47",
          "question": "An enzyme's optimum pH is 4. Where would this enzyme work best?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Mouth.",
            "Ileum.",
            "Duodenum.",
            "Stomach."
          ],
          "wordAnswer": "Stomach.",
          "explanation": " A pH of 4 is acidic. Of all the organs listed, only the stomach has an acidic pH due to the presence of hydrochloric acid in gastric juice it secretes. Hence, an enzyme with optimum pH of 4 is most likely to work best in the stomach."
        },
        {
          "questionNumber": "48",
          "question": "It is advisable to look into horizon from time to time during reading. This is to;",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Give rest to rods and cones.",
            "Relax the iris.",
            "Relax the ciliary muscles.",
            "Refresh the mind."
          ],
          "wordAnswer": "Relax the ciliary muscles.",
          "explanation": "While reading, the ciliary muscles contract and the lens becomes more convex. This helps to refract (converge) the diverged light rays from the near object (book) and bring them to focus on the retina. However, if the ciliary muscles remain contracted for too long, they fatigue and become painful"
        },
        {
          "questionNumber": "49",
          "question": "Sperm cells are haploid. This is because sperm cells are;",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Produced in the testes.",
            "Produced by mitosis.",
            "Produced by meiosis.",
            "Produced during ejaculation."
          ],
          "wordAnswer": "Produced by meiosis.",
          "explanation": "Sperm cells are haploid cells because they are produced by meiosis. Meiosis results in the production of cells which have only one set of chromosomes when compared to the parent diploid cell."
        },
        {
          "questionNumber": "50",
          "question": "In an experiment, lime water turned milky when a gas was passed through it. The gas could have been;",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Oxygen.",
            "Carbon monoxide.",
            "Nitrogen dioxide",
            "Carbon dioxide."
          ],
          "wordAnswer": "Carbon dioxide.",
          "explanation": "Lime water contains calcium hydroxide. When a gas is bubbled into lime water and it turns milky, the gas is most likely carbon dioxide because, only carbon dioxide reacts with calcium hydroxide to form a white precipitate of calcium carbonate. This gives lime water its milky colour."
        }
      ]
    }
  ]
}