{
  "privateTitle": "GCE 2017",
  "publicTitle": "Past GCE 6",
  "numberOfQuestions": 50,
  "numberOfSections": 6,
  "sections": [
    {
      "title": "Section I",
      "numberOfQuestions": 7,
      "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
      "questions": [
        {
          "questionNumber": "1",
          "question": "Which of the following sets of environmental factors would most likely cause the release of much oxygen in green plants?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "High carbon dioxide concentration, low wind velocity and high light intensity.",
            "High light intensity, high relative humidity and high wind velocity.",
            "High carbon dioxide concentration, high light intensity and availability of water.",
            "High light intensity, high atmospheric pressure and low carbon dioxide concentration."
          ],
          "wordAnswer": "High carbon dioxide concentration, high light intensity and availability of water.",
          "explanation": "Carbon dioxide, light and water are requirements of photosynthesis. Therefore, high carbon dioxide concentration, high light intensity and availability of water, will promote photosynthesis, leading to the release of much oxygen"
        },
        {
          "questionNumber": "2",
          "question": "Which of the following best describes spirogyra?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Unicellular and saprophytic",
            "Unicellular and autotrophic",
            "Multicellular and holozoic",
            "Multicellular and saprophytic"
          ],
          "wordAnswer": "Unicellular and autotrophic",
          "explanation": "While Spirogyra is filamentous (made up of chain of cells), each cell is completely independent of the other. Hence, a spirogyra can be described as unicellular. Spirogyra is autotrophic because it contains chloroplasts containing chlorophyll which are used to capture solar energy. The captured energy is used to combine simple inorganic raw materials such as carbon dioxide and water to produce complex organic matter such as glucose (carbohydrate).\n\n- Spirogyra is not saprophytic because it doesn't secrete digestive enzymes on dead organic matter. It has the ability to synthesize its own organic matter from simple inorganic materials like water and carbon dioxide.\n\n- Spyrogyra is not holozoic because it does not ingest large complex organic matter in order to obtain nutrients.\n\n- While Spirogyra is filamentous (made up of chain of cells) it is not considered as being multicellular because the cells can exist independent of each other."
        },
        {
          "questionNumber": "3",
          "question": "A food solution was tested with Benedict's solution and the result was a brick red precipitate. The solution contains:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Protein",
            "Starch",
            "Reducing sugar",
            "Lipid"
          ],
          "wordAnswer": "Reducing sugar",
          "explanation": "Benedict's solution is specifically used to test for reducing sugars. Benedict's solution, in the presence of reducing sugar will produce a brick red precipitate.\n Protein, starch and lipid are not reducing sugars."
        },
        {
          "questionNumber": "4",
          "question": "In the female reproductive system, sperms follow the following route.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Vagina, cervix, fallopian tube, uterus",
            "Vagina, fallopian tube, cervix, uterus",
            "Vagina, cervix, uterus, fallopian tube",
            "Vagina, uterus, cervix, fallopian tube"
          ],
          "wordAnswer": "Vagina, cervix, uterus, fallopian tube",
          "explanation": "Sperms get deposited first in the vagina. From the vagina they swim through the cervix, uterus and finally reach the fallopian tube."
        },
        {
          "questionNumber": "5",
          "question": "The bending of a shoot towards a light source is due to",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Attraction of shoot by light.",
            "Light causes auxin production.",
            "Diffusion of auxin to illuminated side.",
            "More auxin on the un-illuminated side."
          ],
          "wordAnswer": "More auxin on the un-illuminated side.",
          "explanation": "When a shoot is exposed to a unidirectional source of light, auxin diffuse and become concentrated on the un-illuminated side. High auxin concentration on the un-illuminated side stimulates rapid elongation of cells on this side than on the illuminated side, causing the shoot to bend towards the light source."
        },
        {
          "questionNumber": "6",
          "question": "Our body releases sweat to:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Reduce body temperature",
            "Eliminate excess water",
            "Prevent dehydration",
            "Keep the skin moist"
          ],
          "wordAnswer": "Reduce body temperature",
          "explanation": "Release of sweat by our body is in response to increased body temperature above the normal average value of 37 degree celcius. Sweat contains water. As sweat evaporates from the surface of the skin, it takes along heat from the skin. This helps to reduce body temperature."
        },
        {
          "questionNumber": "7",
          "question": "Rennin is produced in:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Stomach",
            "Kidney",
            "Liver",
            "Pancreas"
          ],
          "wordAnswer": "Stomach",
          "explanation": "Rennin is an enzyme produce by the stomach of young mammals. It helps to coagulate soluble milk protein caseinogen to insoluble casein. Casein can remain in the stomach longer for proper digestion to take place."
        }
      ]
    },
    {
      "title": "Section II",
      "numberOfQuestions": 13,
      "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
      "questions": [
        {
          "questionNumber": "8",
          "question": "The diagram shows the life cycle of an organism. The life cycle is typical of:",
          "image": "life_cycle_insect_june_2017.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "A grasshopper",
            "A housefly",
            "A termite",
            "A cockroach"
          ],
          "wordAnswer": "A housefly",
          "explanation": "The life cycle in the diagram is typical of insects that carry out complete metamorphosis. Housefly is one example of such insects.\n\n- The grasshopper, termite and cockroach are examples of insects that carry out incomplete metamorphosis. Their lifecycles consist of the egg, nymph and adult"
        },
        {
          "questionNumber": "9",
          "question": "In the diagram of an adult housefly, which of the following is true?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Has four pairs of legs.",
            "Has jointed appendages.",
            "Has two pairs of antennae",
            "Is covered by a cuticle made up of cellulose."
          ],
          "wordAnswer": "Has jointed appendages.",
          "explanation": "A housefly has jointed appendages.\n\n- A housefly has three pairs of legs, not four pairs.\n\n- Housefly has a pair of antennae, not two pairs.\n\n- The body of a house fly is covered by a cuticle (exoskeleton) made up of chitin, not cellulose"
        },
        {
          "questionNumber": "10",
          "question": "Which part of the bird's digestive system contains sand and gravels?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Stomach",
            "Crop",
            "Intestine",
            "Gizzard"
          ],
          "wordAnswer": "Gizzard",
          "explanation": "Gizzard is the organ of the bird's digestive system that contains sand and gravel. Birds do not have teeth to physically break down food. They use their gizzards containing sand and gravel to break down hard foods such as seeds into smaller particles to increase surface area for chemical digestion."
        },
        {
          "questionNumber": "11",
          "question": "In the water cycle, which process causes water to return to the atmosphere?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Evaporation",
            "Urination",
            "Condensation",
            "Precipitation"
          ],
          "wordAnswer": "Evaporation",
          "explanation": "Evaporation causes water to return to the atmosphere. Evaporation is the change of state of liquid water into gaseous water (water vapour).\n\n- Urination does not directly into the atmosphere.\n\n Condensation involves change of water vapour into liquid water. It is the first step involved with the removal of water from the atmosphere.\n\n- Precipitation is the return of water to earth as rain, hail or snow"
        },
        {
          "questionNumber": "12",
          "question": "The diagram is a pyramid of numbers in an ecosystem. Which of the following is true of the diagram?",
          "image": "pyramid_of_numbers_june_2017.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Energy decreases from level 4 to 1.",
            "The largest organisms are found at the base.",
            "The number of organisms at each level increases from level 1 to 4.",
            "Energy flows from level 1 to 4."
          ],
          "wordAnswer": "Energy flows from level 1 to 4.",
          "explanation": "In a pyramid of numbers in an ecosystem, energy flows from lower to higher trophic level (1 to 4).\n\n- Energy decreases from 1 to 4 and not from 4 to 1.\n\n- The number of organisms at each trophic level decreases from level 1 to 4, but not increase.\n\n- The largest organisms are usually found at the top of the pyramid of numbers, not at the base."
        },
        {
          "questionNumber": "13",
          "question": "The function of the part labeled 4 is to",
          "image": "joint_june_2017.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "keep the bones in place.",
            "produce Red Blood Cells.",
            "produce antibodies.",
            "produce synovial fluid."
          ],
          "wordAnswer": "produce synovial fluid.",
          "explanation": "The part labelled 4 is the synovial membrane. It produces synovial fluid to reduce friction at joints"
        },
        {
          "questionNumber": "14",
          "question": "Friction is prevented at joints by:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Ligament and synovial fluid.",
            "Capsule and tendon.",
            "Synovial fluid and cartilage.",
            "Tendon and cartilage."
          ],
          "wordAnswer": "Synovial fluid and cartilage.",
          "explanation": "Synovial fluid lubricates the joint, reducing friction while cartilage provides a smooth surface for the bones to move against each other.The other options are incorrect because:\n\n- Ligaments help to attach bone to bone at joints.\n\n- Tendons attach muscles to bones and help in movement."
        },
        {
          "questionNumber": "15",
          "question": "The diagram below shows the flow of matter in a forest ecosystem. Which of these organisms will be a secondary consumer?",
          "image": "flow_of_matter_june_2017.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Hawk",
            "Beetle",
            "Goat",
            "Mushroom"
          ],
          "wordAnswer": "Hawk",
          "explanation": "A secondary consumer is an animal that feeds on a primary consumer. Hawks are carnivores that feed on primary consumers, making them secondary consumers in the food chain. Each of the other options are incorrect because:\n\n- Beetles are typically primary consumers. They feed directly on plants (producers).\n\n- Goats are herbivores and are considered primary consumers in the food chain.\n\n- Mushrooms are decomposers."
        },
        {
          "questionNumber": "16",
          "question": "Below are diagrams of various types of seeds. Which seed would be dispersed by wind?",
          "image": "seed_types_june_2017.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "1",
            "2",
            "3",
            "4"
          ],
          "wordAnswer": "2",
          "explanation": "Seed 2 has a wing-like structures, indicating adaptation for wind dispersal."
        },
        {
          "questionNumber": "17",
          "question": "The diagram below shows a developing foetus in the womb. What number structure serves as a shock absorber?",
          "image": "developing_foetus_june_2017.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "1",
            "2",
            "5",
            "6"
          ],
          "wordAnswer": "1",
          "explanation": "Structure 1 is the amniotic fluid. It serves as a shock absorber protecting the developing foetus. Each of the other options are incorrect because:\n\n- 2 (Amniotic membrane) is the structure that secretes amniotic fluid.\n\n- 5 (umbilical cord contains umblical artery and umbilical vein which carry materials from the placenta to the foetus and from the foetus back to the placenta.\n\n- 6 (placenta) has several functions such as: production of hormones, exchange of materials between foetus and maternal blood. However, the placenta does not serve as a shock absorber."
        },
        {
          "questionNumber": "18",
          "question": "In the longitudinal section of the heart, which of the following statements is true?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "The aorta carries oxygenated blood out of the left atrium.",
            "The wall of the left ventricle is thicker than that of the right ventricle.",
            "The tricuspid valve separates the left atrium and the left ventricle.",
            "A semi-lunar valve prevents backward flow of blood into the right atrium."
          ],
          "wordAnswer": "The wall of the left ventricle is thicker than that of the right ventricle.",
          "explanation": "The wall of the left ventricle is thicker than that of the right ventricle because the left ventricle has to pump blood to the systemic circulation with tissues far away from the heart. For blood to reach these tissues at a fast rate, it most be pumped under high pressure. Hence, the thick nature of the wall of the left ventricle."
        },
        {
          "questionNumber": "19",
          "question": "Below is the diagram of a typical plant cell. Which numbered structures make the protoplasm?",
          "image": "plant_cell_june_2017.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "1 (Cell wall) and 2 (Nucleus)",
            "2 (Nucleus) and 4 (Cytoplasm)",
            "2 (Nucleus) and 3 (Tonoplast)",
            "3 (Tonoplast) and 4 (Cytoplasm)"
          ],
          "wordAnswer": "2 and 4",
          "explanation": "Structure 2 (nucleus) and 4 (cytoplasm) make up the protoplam of the plant cell.\n\n- Structure 1 is the cell wall and structure 3 is the tonoplast. These structures do not make up the protoplasm."
        },
        {
          "questionNumber": "20",
          "question": "Below is the diagram of a bacterium. Which of the numbered structures are absent in an animal cell?",
          "image": "bacterium_june_2017.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "2 and 4",
            "2 and 6",
            "3 and 4",
            "5 and 6"
          ],
          "wordAnswer": "2 and 6",
          "explanation": "Structure 2 (slime capsule) and 6 (cell wall) are absent in an animal cell.\n\n- Structures 3 (genetic material), 4 (cytoplasm), and 5 (cell surface membrane) are present in an animal cell."
        }
      ]
    },
    {
      "title": "Section III",
      "numberOfQuestions": 5,
      "directions": "Each question consists of three responses. \nOne or more of the response(s) is or are correct. \nSelect: \nA. If 1, 2 and 3 are all correct. \nB. If 1 and 2 only are correct. \nC. If 2 and 3 only are correct. \nD. If 1 only is correct.",
      "questions": [
        {
          "questionNumber": "21",
          "question": "Amoeba",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Has a small surface area to volume ratio",
            "Has an excretory structure",
            "Is holozoic"
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "2 and 3 only are correct",
          "explanation": "Fresh water amoeba has contractile vacuole which helps it to remove excess water from its body.\n\n- Nutrition in amoeba is holozoic. Amoeba uses its pseudopodia to engulf large food particles, forming food vacuole into which digestive enzymes are secreted to digest the food.\n\n- Amoeba has a large surface area to volume ratio, not a small surface area to volume ratio."
        },
        {
          "questionNumber": "22",
          "question": "An ecosystem",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Is sustained by the interaction of its biotic and abiotic components",
            "Constitutes a stable unit",
            "Is an artificial unit"
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1 and 2 only are correct",
          "explanation": "An ecosystem is a natural unit consisting of biotic and abiotic factors interacting to produce a self supporting and stable system.\n\n- An ecosystem is a natural unit, not an artificial unit."
        },
        {
          "questionNumber": "23",
          "question": "Absorption of mineral salts by plants is due to:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Active transport",
            "Osmosis",
            "Root pressure"
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1 only is correct",
          "explanation": "Plants absorb mineral salts from the soil by active transport.\n\n- Absorption of water from the soil is by osmosis only.\n\n- Root pressure is the pressure developed in the xylem vessels of the root and stem due to the continuous absorption of water by the root hairs. It does not contribute to the absorption of mineral salts by plants."
        },
        {
          "questionNumber": "24",
          "question": "Some components of the glomerular filtrate are",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Fibrinogen",
            "Glucose",
            "Salt"
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "2 and 3 only are correct",
          "explanation": "Components of glomerular filtrate include water, salts, glucose, amino acids. These components are present in glomerular filtrate because they are small enough to be filtered through the walls of the glomeruli.\n\n- Blood cells, Fibrinogen, and other large protein molecules are not filtered through the walls of the glomeruli."
        },
        {
          "questionNumber": "25",
          "question": "When body temperature rises above normal, the following corrective action(s) take(s) place",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": [
            "Decreased metabolism",
            "Much blood to the skin",
            "Hair lies flat on the skin"
          ],
          "selectableOptions": [
            "1, 2 and 3 are all correct",
            "1 and 2 only are correct",
            "2 and 3 only are correct",
            "1 only is correct"
          ],
          "wordAnswer": "1, 2 and 3 are all correct",
          "explanation": "When body temperature rises above normal, metabolism decreases and less heat is generated.\n\n- Much blood flows to the skin resulting in much heat loss by convection and radiation.\n\n- Hairs lie flat, offering less resistance to heat loss by radiation."
        }
      ]
    },
    {
      "title": "Section IV",
      "numberOfQuestions": 5,
      "directions": "Each question consists of a First and Second statements. \nChoose: \nA. If both statements are true and the second statement is a correct explanation of the first. \nB. If both statements are true and the second statement is not a correct explanation of the first. \nC. If the first statement is true and the second statement is false. \nD. If the first statement is false and the second statement is true.",
      "questions": [
        {
          "questionNumber": "26",
          "question": null,
          "image": null,
          "twoStatements": [
            "Viruses are capable of reproduction.",
            "Viruses are cells."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is False. Second statement is True",
            "Both statements are false"
          ],
          "wordAnswer": "Both statements are false",
          "explanation": "Outside a living cell, viruses are incapable of reproducing. They do not have organelles and other tools necessary to copy their genes. Even while inside their host cell, they cannot reproduce independently. Viruses require the genetic material of their host in order to make new copies of themselves.\n\n- Viruses are not cells because they do not have cell membrane and other organelles generally present in cells."
        },
        {
          "questionNumber": "27",
          "question": null,
          "image": null,
          "twoStatements": [
            "Bony fish extract dissolved oxygen from water.",
            "Bony fish breathe with their gills."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is False. Second statement is True",
            "Both statements are false"
          ],
          "wordAnswer": "Both statements are True and the second statement is a correct explanation of the first",
          "explanation": "Gills are structures which enable a bony fish to breath in water. They are able to absorb dissolved oxygen from water."
        },
        {
          "questionNumber": "28",
          "question": null,
          "image": null,
          "twoStatements": [
            "Light is needed to manufacture food in plants.",
            "Plants grown in the dark become yellowish."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is False. Second statement is True",
            "Both statements are false"
          ],
          "wordAnswer": "Both statements are True and the second statement is is NOT a correct explanation of the first",
          "explanation": "Light is needed to manufacture food in plants. Plants grown in the dark become yellowish because light is needed to stimulate chlorophyll formation. However, the yellowing of leaves (absence of chlorophyll) in darkness does not directly explain why light is needed to  manufacture food in plants."
        },
            {
          "questionNumber": "29",
          "question": null,
          "image": null,
          "twoStatements": [
            "Arteries carry blood towards the heart in humans.",
            "All blood vessels have valves to prevent back flow."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is False. Second statement is True",
            "Both statements are false"
          ],
          "wordAnswer": "Both statements are false",
          "explanation": "Arteries carry blood away from the heart and not towards the heart. Veins carry blood to the heart in humans.\n\n- Only veins contain valves. Arteries and capillaries do not have valves."
        },
        {
          "questionNumber": "30",
          "question": null,
          "image": null,
          "twoStatements": [
            "Deforestation reduces the concentration of oxygen in the atmosphere.",
            "Plants produce oxygen during photosynthesis."
          ],
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Both statements are True and the second statement is a correct explanation of the first",
            "Both statements are True and the second statement is is NOT a correct explanation of the first",
            "First statement is False. Second statement is True",
            "Both statements are false"
          ],
          "wordAnswer": "Both statements are True and the second statement is a correct explanation of the first",
          "explanation": "Deforestation reduces the concentration of oxygen in the atmosphere because plants are the primary source of the oxygen. The oxygen is produce during photosynthesis."
        }
      ]
    },
    {
      "title": "Section V",
      "numberOfQuestions": 10,
      "directions": "Each question consists of four lettered headings A, B, C and D. \nSelect the heading which is closely related to the description.",
      "questions": [
        {
          "questionNumber": "31",
          "question": "Emulsifies fat",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Amylase",
            "Bile",
            "Pepsin",
            "Enterokinase"
          ],
          "wordAnswer": "Bile",
          "explanation": "Bile released from the gall bladder helps to emulsify fat. Bile breaks down large fat molecules into tiny droplets, increasing surface area for the lipase action.\n- Amylase is a carbohydrate digesting enzyme. It does not emulsify fat.\n- Pepsin is a protein digesting enzyme secreted by the stomach wall. It does not emulsify fat.\n- Enterokinase is an enzyme secreted by the wall of the duodenum. It helps to convert trypsinogen to active trypsin. It does not emulsify fat"
        },
        {
          "questionNumber": "32",
          "question": "Results from the intake of water into the cell.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Flaccidity",
            "Plasmolysis",
            "Wilting",
            "Turgidity"
          ],
          "wordAnswer": "Turgidity",
          "explanation": "When a plant cell takes in water by osmosis, the water enters the sap vacuole causing it to expand. Expansion of the sap vacuole exerts am outward force against the cell wall. The cell wall in turn resists this outward force, by generating an inward force called wall pressure. When the wall pressure becomes equal to the outward force, the cell become turgid.\n- Plasmolysis, Flaccidity and wilting are effects of plant cells losing water"
        },
        {
          "questionNumber": "33",
          "question": "Fuse during fertilization",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Genes",
            "Chromosomes",
            "Gametes",
            "Zygotes"
          ],
          "wordAnswer": "Gametes",
          "explanation": "Gametes are haploid reproductive cells. Two Gametes from opposite sexes that can fuse together during fertilization to form a diploid zygote.\n- Genes are the basic unit of inheritance. They are present in chromosomes located in the nucleus of a gamete or somatic cell. They are not gametes.\n- Chromosomes are the carries of genes. They are not gametes.\n- Zygote is a diploid cell formed from the fusion of two haploid gametes."
        },
        {
          "questionNumber": "34",
          "question": "Relationship in which both organisms benefit.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Mutualism",
            "Parasitism",
            "Predation",
            "Saprophytism"
          ],
          "wordAnswer": "Mutualism",
          "explanation": "Mutualism is a feeding relationship between two living organisms of different species in which both organisms benefit from each other. Examples include: the relationship between honey bees and flowering plants; the relationship between nitrogen fixing bacteria and leguminous plants; the relationship between cellulase secreting bacteria and herbivorous animals.\n- Parasitism and predation are beneficial to one species and harmful to the other.\n- Saprophytism involves feeding on dead decaying organic matter of plants and animals."
        },
        {
          "questionNumber": "35",
          "question": "Individuals of the same species in a particular habitat.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Community",
            "Ecosystem",
            "Biome",
            "Population"
          ],
          "wordAnswer": "Population",
          "explanation": "Population refers to individuals of the same species in a particular habitat.\n- An ecosystem consist of individuals of different species interacting with each other and the non-living components.\n Biome is a area with particular physical and climatic condition, having organism with particular adaptations to survive under such physical and climatic conditions e.g a desert.\n Community is a collection of populations of different species in a particular locality."
        },
        {
          "questionNumber": "36",
          "question": "Joins pieces of DNA together.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Vector",
            "Ligase",
            "Plasma",
            "Restriction enzyme"
          ],
          "wordAnswer": "Ligase",
          "explanation": "Ligase helps to join pieces of DNA together through the formation of phosphodiester bonds.\n- Vector is a carrier of foreign DNA to be introduced into a host cell.\n- Plasma is the liquid part of blood.\n- Restriction enzyme cuts DNA at specific sequences into DNA fragments."
        },
        {
          "questionNumber": "37",
          "question": "Produces a hormone",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Vagina",
            "Placenta",
            "Uterus",
            "Oviduct"
          ],
          "wordAnswer": "Placenta",
          "explanation": "Placenta is an organ that develops during pregnancy in mammals. It secretes hormones such as progesterone which helps to maintain the wall of the uterus until the end of gestation. Vagina, uterus and oviduct do not secrete hormones."
        },
        {
          "questionNumber": "38",
          "question": "Will increase the rate of transpiration.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Low relative humidity.",
            "Low light intensity.",
            "Little or no wind.",
            "Low temperature."
          ],
          "wordAnswer": "Low relative humidity.",
          "explanation": "Low relative humidity increases the diffusion gradient of water vapour between the leaves and atmosphere. This causes more water to leave the leaves into the atmosphere. Thus the rate of transpiration increases.\n- Low light intensity, little or no wind and low temperature will instead reduce the rate of transpiration."
        },
            {
          "questionNumber": "39",
          "question": "Production of gametes.",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Mitosis",
            "Cell division",
            "Meiosis",
            "Fission"
          ],
          "wordAnswer": "Meiosis",
          "explanation": "Gametes are haploid reproductive cells produced by meiosis.\n- Mitosis is important in growth , repair and asexual reproduction. It does not lead to the production of gametes.\n- Cell division is of two types: mitosis and meiosis. It does not specifically describe the production of gametes."
        },
        {
          "questionNumber": "40",
          "question": "Which of these components of air is an excretory product of plants only?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Carbon dioxide",
            "Nitrogen",
            "Water vapour",
            "Oxygen"
          ],
          "wordAnswer": "Oxygen",
          "explanation": "Oxygen is an excretory product of photosynthesis in plants."
        }
      ]
    },
    {
      "title": "Section VI",
      "numberOfQuestions": 10,
      "directions": "Each question or incomplete statement is followed by four suggested answers. Select the best answer in each case.",
      "questions": [
        {
          "questionNumber": "41",
          "question": "Anaemia is due to lack of:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Sodium",
            "Iron",
            "Calcium",
            "Iodine"
          ],
          "wordAnswer": "Iron",
          "explanation": "Iron is needed to form haemoglobin in red blood cells. Haemoglobin helps to transport oxygen from the lungs to the tissues. Deficiency of iron will lead to insufficient haemoglobin in red blood cells, causing anaemia.\n- Deficiency of sodium may lead to poor nervous conduction.\n-  Deficiency of calcium leads to Rickets(bone deformation in children).\n- Deficiency of iodine leads to Goitre"
        },
        {
          "questionNumber": "42",
          "question": "It is advisable to look at distant objects after reading for a while. This is to:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Relax the iris and pupil",
            "Relax the lens and optic nerve",
            "Relax the suspensory ligaments and ciliary muscles",
            "Relax the lens and retina"
          ],
          "wordAnswer": "Relax the suspensory ligaments and ciliary muscles",
          "explanation": "null"
        },
        {
          "questionNumber": "43",
          "question": "Below is the diagram of a seedling after being placed horizontally for 3 days on moist sawdust. The bending of X is due to:",
          "image": "seedling_geotropism_june_2017.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Exposure to light.",
            "More auxin on the upper side of the root.",
            "More auxin on the lower side of the root.",
            "Gravitational pull on the root."
          ],
          "wordAnswer": "More auxin on the lower side of the root",
          "explanation": "Gravity causes auxin to diffuse and become concentrated on the lower side of the root. In the root, high auxin concentration inhibits cell elongation. The cells in the upper side of the root with less auxin thus elongate faster than cells in the lower side of the root causing the root to bend downwards in the direction of gravity"
        },
        {
          "questionNumber": "44",
          "question": "A seedling growing in a dark cupboard looks yellowish due to:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "No chlorophyll formation",
            "No absorption of water",
            "Lack of starch",
            "No photosynthesis"
          ],
          "wordAnswer": "No chlorophyll formation",
          "explanation": "Light stimulates chlorophyll formation. In the absence of light, chlorophyll is not synthesized, causing the seedling to become yellowish."
        },
            {
          "questionNumber": "45",
          "question": "The fore-arm is withdrawn when it is touched by a hot object. Which of the following statements is true about the withdrawal?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "It is due to information from the brain.",
            "It is a slow action.",
            "It is due to secretion of adrenaline.",
            "It is due to contraction of biceps."
          ],
          "wordAnswer": "It is due to contraction of biceps.",
          "explanation": "When a part of the forearm is touched by a hot object, a reflex action occurs causing the biceps to contract while the triceps relax. The fore-arm is bent as a result, and the arm is withdrawn from the hot object."
        },
        {
          "questionNumber": "46",
          "question": "In an experiment, a ring of the bark of a tree was removed. This will result in:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Lack of water in the leaves.",
            "Lack of minerals in the leaves.",
            "A reduction in transpiration rate.",
            "A swelling of the bark on the upper side where the ring was removed."
          ],
          "wordAnswer": "A swelling of the bark on the upper side where the ring was removed.",
          "explanation": "Ringing the bark of a tree removes the phloem tissue in this area. This disrupts the flow of sucrose from the leaves down the stem, leading to its accumulation on the upper side of the ring, and producing a swelling.\n- Flow of water and mineral salts to the leaves as well as the rate of transpiration will not be affected because the xylem is still intact"
        },
        {
          "questionNumber": "47",
          "question": "Below is the diagram of the potometer. The leafy shoot in the setup was cut under water to",
          "image": "potometer_june_2017.jpg",
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Ensure that water enters the xylem.",
            "Ensure that no air bubbles enter the xylem.",
            "Ensure that no dust particles enter the xylem.",
            "Ensure that water does not leave the xylem."
          ],
          "wordAnswer": "Ensure that no air bubbles enter the xylem.",
          "explanation": "Air bubbles in the xylem will disrupt the flow of water up the leafy shoot, affecting the rate of transpiration. Hence the setup is cut under water to ensure that no air bubbles enter the xylem"
        },
        {
          "questionNumber": "48",
          "question": "What will be the possible parental genotypes of an individual with blood group O?",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "AO, BB",
            "AA, BO",
            "AO, BO",
            "AO, AB"
          ],
          "wordAnswer": "AO, BO",
          "explanation": "Crossing AO and BO parents, produces individuals with the possible genotypes: AO (Group A), AB (group AB, BO (Group B) and OO (Group O)"
        },
            {
          "questionNumber": "49",
          "question": "The presence of carbon dioxide in inspired air is detected by:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "Sodium bicarbonate becoming milky.",
            "Lime water becoming milky.",
            "Lime water becoming clear.",
            "Pyrogallic acid becoming clear."
          ],
          "wordAnswer": "Lime water becoming milky.",
          "explanation": "The presence of carbon dioxide in inspired air is detected by using lime water . The lime water becomes milky white in the presence of dissolved carbon dioxide)."
        },
        {
          "questionNumber": "50",
          "question": "The presence of mucus in the trachea of humans is:",
          "image": null,
          "twoStatements": null,
          "nonSelectableOptions": null,
          "selectableOptions": [
            "To dissolve oxygen.",
            "To reduce friction.",
            "To detect the presence of bacteria.",
            "To trap impurities."
          ],
          "wordAnswer": "To trap impurities.",
          "explanation": "Mucus is a sticky substance secreted by goblet cells that line the membrane of the trachea. Impurities such as dust particles, bacteria etc, can be trapped by the mucus, preventing them from reaching the lungs."
        }
      ]
    }
  ]
}